[{"text":"_: A surprising favorite at the Houston Rodeo this year.","pick":1},{"text":"After its unsuccessful campaign, the Secession Movement has shifted its focus to separating _ from _.","pick":2},{"text":"Don't worry about _. This isn't my first rodeo.","pick":1},{"text":"Due to falling petroleum prices, Houston families have begun to invest in _.","pick":1},{"text":"How did Sam Houston fend off Mexican forces at the Battle of San Jacinto?","pick":1},{"text":"I decide to try _ but it was nothing to write home about.","pick":1},{"text":"I wouldn't say that _ is a complete substitute for _, but it's close enough for government work.","pick":2},{"text":"I'd rather be _ in Texas than _ in California.","pick":2},{"text":"If you're going to play in Texas, you gotta have _ in the band.","pick":1},{"text":"Planned Parenthood is now using public funds to assist people suffering from _.","pick":1},{"text":"Rumor has it that Jerry Jones is building a VIP-suite at Jerry World exclusively for _.","pick":1},{"text":"Since leaving office, Rick Perry has been coming to terms with _.","pick":1},{"text":"SXSW: A bizarre playland for techies, groupies, and _.","pick":1},{"text":"Texas' sex-ed curriculum promotes _ as the only 100% effective form of birth control.","pick":1},{"text":"The Texas Board of Education recently declared that _ caused the loss at the Battle of the Alamo.","pick":1},{"text":"They say \"Keep Austin Weird,\" but rallying around _ is taking it a bit too far.","pick":1},{"text":"This time, Wendy Davis is filibustering a new bill that supports _.","pick":1},{"text":"To raise funds, the county recently started issuing fines for _.","pick":1},{"text":"What does Elon Musk plan to send to the International Space Station from The Valley?","pick":1},{"text":"What got me kicked out of the Alamo Drafthouse?","pick":1},{"text":"What is better covered in salsa?","pick":1},{"text":"What makes Joel Osteen smile the most?","pick":1},{"text":"What makes me happier than a hog in shit?","pick":1},{"text":"What was the highlight of my romantic hill country getaway?","pick":1},{"text":"What will put some hair on your chest?","pick":1}]