[{"text":"_ and _ inevitably lead to the phrase \"Happiness is secured.\"","pick":2},{"text":"_ is by far the most important item in the \"Fresh Out of Boot Camp\" starter pack.","pick":1},{"text":"_ is the only thing more patriotic than Master Chief Carl Brashear's prosthetic leg.","pick":1},{"text":"_ will attempt to destroy the Navy. _ will ensure that threat is defeated.","pick":2},{"text":"_: it's what Academy grads do best!","pick":1},{"text":"*Read this in your best tranny voice*\n\nHey, Sailor! Come over here and let me show you _!","pick":1},{"text":"According to the international best seller Breaking Up With Your Boat Boo, _ is the #1 way to cope with your loss.","pick":1},{"text":"Admit it, Seaman! You've always suspected your LPO of _.","pick":1},{"text":"After drifting off in your rack, a gooey wet nightmare about _ ruins a good night's sleep.","pick":1},{"text":"After learning about the rampant use of _ within the Navy, you quickly decide against re-enlisting.","pick":1},{"text":"All hands, brace for _!","pick":1},{"text":"America's Navy: A Global Force for _.","pick":1},{"text":"An ensign tries to one-up you with a sea story about _. You win by telling him the one about _.","pick":2},{"text":"Before mustering for cleaning stations, you check the POD. To your surprise, you see _!","pick":1},{"text":"Breastfeeding in uniform is risky because _ can sheak into the blouse and bite a titty.","pick":1},{"text":"Captain's Cup trophies are about as useful as _.","pick":1},{"text":"Chief said if you finish _ you can go home early.","pick":1},{"text":"Colluding in secrecy, America's most brilliant minds developed the ultimate weapon against ISIS, which is constructed from _ and _.","pick":2},{"text":"Congratulations! You've joined the Navy and now you're a hero! What do you plan to fuck up first?","pick":1},{"text":"Do you want liberty secured?!? Because _ is how you get liberty secured!","pick":1},{"text":"Ewwwww the chow tastes funny again! I bet a CS slipped _ into it!","pick":1},{"text":"Gee whiz, I can't wait to get my Surface Warfare qual so I can finally be ready for _!","pick":1},{"text":"Good morning, shipmate! Grab a quick breakfast and meet me in the berthing for a hardcore session of _!","pick":1},{"text":"Gundecking checklists ALWAYS leads to _.","pick":1},{"text":"Haze yourself! is an appropriate response to the question \"Hey Petty Officer, wanna see _?\"","pick":1},{"text":"Hazing is illegal, but it's still acceptable to give your new check-ins _ and tell them to have fun.","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"I can't believe it! I got written up for _ during my last barracks inspection.","pick":1},{"text":"I pooped off the side of the ship and _ squirted out!","pick":1},{"text":"If Admiral Zumwalt was resurrected from the dead using gnarly pirate sorcery, he would cringe at the sight of _ in today's Navy.","pick":1},{"text":"If chiefs are the backbone, what is the rectum of the Navy?","pick":1},{"text":"If he was alive today, Fleet Admiral Chester W. Nimitz would be most proud of _, but also disappointed in _.","pick":2},{"text":"If I could travel back in time to RTC Great Lakes, I would surely warn my past self about _.","pick":1},{"text":"If it wasn't for _, deployment wouldn't be so bad!","pick":1},{"text":"If Snipes really ran the Navy, every ship would be a nonstop cluster fuck of _, _, and _.","pick":3},{"text":"If the Arabian Gulf had a mascot, it would be _.","pick":1},{"text":"If you hold a Corfam shoe to your ear, you can hear the sound of _.","pick":1},{"text":"If your LCPO was captured by ISIS, they would torture him until he divulged info about _.","pick":1},{"text":"In addition to ladyboys, it's best to watch out for _ while in Thailand.","pick":1},{"text":"Instead of \"Hooyah!\" the new Navy catch phrase should be \"_!\"","pick":1},{"text":"ISIS is now demanding _ in exchange for hostages.","pick":1},{"text":"It's the Navy's birthday! What are you doing to celebrate?","pick":1},{"text":"IYAOYAS.\nTranslation: _.","pick":1},{"text":"Locking your coffin rack prevents berthing rats from pilfering your secret stash of _.","pick":1},{"text":"Loose lips sink ships. Don't ever discuss _ or _.","pick":2},{"text":"Need to get revenge on a jacket-wearing OS? Try cramming their freshly polished boots inside of _.","pick":1},{"text":"Not again! You just caught your rackmate jerkin' it to _ for the third time this week!","pick":1},{"text":"Note to self: _ = immediate DRB!","pick":1},{"text":"Nothing is better than ragging on the Coast Guard, but _ come pretty damn close!","pick":1},{"text":"Nothing says \"I'm a dumb shit Navy tool\" quite like _.","pick":1},{"text":"Recruiters will lie about anything, but they REALLY love spreading bullshit about _.","pick":1},{"text":"Rip Its® and _ destroyed this Sailor's life!","pick":1},{"text":"Some chuckle fuck got busted for _ and now we have to stay late for ORM training.","pick":1},{"text":"Step 1: Liberty in Thailand.\n\nStep 2: Captain's Mast for _.\n\nStep 3: Die of antibiotic-resistant dick rot.","pick":1},{"text":"The Chinese were surprised to learn that the three major components of the Aegis Ballistic Missile Defense System are _, _, and _.","pick":3},{"text":"The Cunt for Red Cock-tober, a submarine-themed porn parody, features a disturbing scene where _ is thrust into _.","pick":2},{"text":"The fan room is frequently used for committing unspeakeable acts involving _ and _.","pick":2},{"text":"The ideal way to punish those assholes who throw chemlights off the ship is to force-feed them _.","pick":1},{"text":"The only reason I would ever re-enlist is if the SECNAV granted me unlimited access to _.","pick":1},{"text":"The only thing dumber than removing \"man\" from all Navy job titles is _.","pick":1},{"text":"The only thing sadder than having BAH taken away is _.","pick":1},{"text":"The only thing that can match the intensity of a submarine race is _.","pick":1},{"text":"The overturning of UCMJ Article 125, Forcible Sodomy and Bestiality, means I'm now free to fuck _!","pick":1},{"text":"The phrase \"Balls Deep in Freedom!\" should be hollered whenever _ is combined with _.","pick":2},{"text":"The phrase \"Unfuck Yourself!\" reminds me of _.","pick":1},{"text":"The SECNAV's plan to ban _ aboard ships should further accelerate the pussification of the Navy.","pick":1},{"text":"The U.S. Navy's new custom fragrance, Eau de Farragut, smells like a mixture of _ and _.","pick":2},{"text":"The USS Hillary Clinton, a Zumwalt-class guided-missile destroyer, is the only ship powered solely by _.","pick":1},{"text":"There are only two things better than running a train on Chief's daughter: _ and _.","pick":2},{"text":"To keep its ties to Mexican drug cartels secret, the VA routinely bribes government officials with _ and _.","pick":2},{"text":"To show his gratitude to the SEALs who saved his life, Captain Phillips gave each of them gifts of _ and _.","pick":2},{"text":"Tower, this is Ghost Rider requesting _. \"That's a negative Ghost Rider, the pattern is _.\"","pick":2},{"text":"Two ensigns are beating the fuck out of each other because someone said _ was better than _.","pick":2},{"text":"Using the Wii Fit® for training at RTC is about as laughable as _.","pick":1},{"text":"What do Purple Shirts think about when they're standing around refueling birds?","pick":1},{"text":"What gives Chief his awe-inspiring power?","pick":1},{"text":"What is the MCPON's most coveted pastime?","pick":1},{"text":"What is the SECNAV fantasizing about right now?","pick":1},{"text":"What never fails to make you laugh on deployment?","pick":1},{"text":"What powers the CNO's unstoppable freedom boner?","pick":1},{"text":"What's currently burning on the flight deck?","pick":1},{"text":"When Nukes go postal, _ becomes the target of their radiation fueled rage.","pick":1},{"text":"When you smash a terrorist's head, what oozes out?","pick":1},{"text":"When your Corpsman is feeling down, cheer him up with a healthy dose of _.","pick":1},{"text":"Why is the chief always grumpy? Well, it's because he's responsible for _.","pick":1},{"text":"You're about a cunt hair away from _, shipmate!","pick":1},{"text":"You're staggering back to the last liberty bus of the night when, all of a sudden, _ appears!","pick":1},{"text":"Your chief expected _ in return for your EP Eval this cycle.","pick":1},{"text":"Your Corpsman buddy once told you that he pulled _ out of a Marine's ass.","pick":1},{"text":"Your LPO demands you bring him reactor air samples and 50 feet of gig line. Instead, you cunningly \"acquire\" _.","pick":1}]