[{"text":"_ is in bed with Wall Street.","pick":1},{"text":"_ won my vote.","pick":1},{"text":"_, it's gonna be YUGE.","pick":1},{"text":"_, you're fired.","pick":1},{"text":"_: Sadly no longer a 10.","pick":1},{"text":"_.","pick":1},{"text":"_. Just abort it.","pick":1},{"text":"_. These things happen.","pick":1},{"text":"#_ is trending on Twitter.","pick":1},{"text":"A nefarious source tells Fox that Trump has his own secret plan to replace the Cabinet with _.","pick":1},{"text":"A new poll shows that _ is only 6 points ahead.","pick":1},{"text":"According to a new poll, 57 percent of people support _.","pick":1},{"text":"According to recent polls, 76% of Democrats are voting in support of _.","pick":1},{"text":"Bernie Sanders. The messier his hair gets, the more powerful _ becomes.","pick":1},{"text":"Don't judge me too hard -- I voted for _.","pick":1},{"text":"Donald Trump keeps tweeting about _.","pick":1},{"text":"Free trade is terrible. Free trade can be wonderful if you have smart people in office. But we have _.","pick":1},{"text":"Hillary loves her new Snapchat account because the messages she sends about _ disappear all by themselves.","pick":1},{"text":"How do you balance the ego needed to be POTUS and the humility to lead?","pick":1},{"text":"How will the DNC hold back Bernie Sanders?","pick":1},{"text":"How will we defeat ISIS?","pick":1},{"text":"I am the least racist person there is. I'm even friends with _.","pick":1},{"text":"I think you're being rough. I had just arrived, my dad had just died, so I voted for _.","pick":1},{"text":"I'm pretty sure \"fundraising\" is just a euphemism for _.","pick":1},{"text":"If I were president, I would bomb the shit out of _.","pick":1},{"text":"If it doesn't work out, we can always get oil from _.","pick":1},{"text":"If you can't get rich dealing with _, there's something wrong with you.","pick":1},{"text":"In his first 100 days in office, Bernie would tackle the threat of _.","pick":1},{"text":"Instead of taking people's guns, let's focus on _.","pick":1},{"text":"Investing in _ was a total waste of money.","pick":1},{"text":"It's so easy to hack the CIA. Even _ can do it.","pick":1},{"text":"Liberals need to stop being so politically correct and start talking about _.","pick":1},{"text":"Make _ great again.","pick":1},{"text":"Marco Rubio's only accomplishment in the Senate was _.","pick":1},{"text":"One thing all Republican candidates have in common? All of them are going to say that they want to destroy _.","pick":1},{"text":"People say it's Donald Trump, but we know that _ is really responsible for the high debate ratings.","pick":1},{"text":"Right-wingin' bitter-clingin' proud clingers of our guns our God and our religion and _.","pick":1},{"text":"Somebody's doing the raping? Who's doing the raping?","pick":1},{"text":"The American people are sick and tired of hearing about _.","pick":1},{"text":"The most common search on POLITICO?","pick":1},{"text":"The most sought-after endorsement?","pick":1},{"text":"The solution to our economic troubles?","pick":1},{"text":"This just in: Bill Clinton allegedly had an affair with _.","pick":1},{"text":"Tune in for _ on Fox Business.","pick":1},{"text":"Unfortunately for Jeb, his Super PAC spent all their money on _.","pick":1},{"text":"We are going to build a wall and make _ pay for it.","pick":1},{"text":"What evidence do you have that the Mexican government is sending criminals across the border?","pick":1},{"text":"What will cause the third world war?","pick":1},{"text":"Which enemy is Hillary Clinton most proud of?","pick":1},{"text":"Who will be behind the next birther controversy?","pick":1}]