[{"text":"A career ending blowjob."},{"text":"A low cal progressive communion wafer called, I cant believe its not Jesus."},{"text":"A pregnant lady with feet hanging from her vagina."},{"text":"A Shirley Temple made from the remains of the actual Shirley Temple."},{"text":"Accidentally committing rape by not yelling surprise."},{"text":"Adolf Hitler's gas bill."},{"text":"An Asian Invasion."},{"text":"Apologizing for having a boner."},{"text":"Dating Advice from Taylor Swift"},{"text":"Disastrously misunderstanding the purpose of a whales blowhole."},{"text":"Feigning death to avoid awkward social situations."},{"text":"Finally realizing, after so many tries, that Do you suck cock? Is the worst opening line at any church event."},{"text":"Harvesting the organs of the homeless"},{"text":"I have shit cards and am putting this down in hopeless desperation."},{"text":"Licking the flavor off of Doritos so you can reuse them as tortilla chips for your salsa."},{"text":"Only getting 71 virgins, due to a clerical error."},{"text":"Playing Jenga on 9/11"},{"text":"Reading erotic braille with your penis."},{"text":"Slapping the dick right out of someones mouth"},{"text":"The countless times the Toy Story toys were forced to watch Andy masturbate."},{"text":"12,000 ants."},{"text":"A drink called The Bill Cosby; I could tell you what's in it but you won't remember in the morning."},{"text":"A gang-bang with angry smurfs."},{"text":"A gluten-free pizza that tastes like the cardboard box it came in."},{"text":"A puppet show of the holocaust."},{"text":"A sexually active Toyota Prius."},{"text":"A skankosaurus."},{"text":"Being friend zoned by a blow-up sex doll."},{"text":"Darth Vader ass fucking Leia while yelling \"Who's Your Daddy\"?"},{"text":"Finding a socially acceptable outlet for your nymphomania."},{"text":"Generic grape soda so awful you swear it's Barney cum."},{"text":"Hobbit porn starring Dildo backends."},{"text":"Muslim with a backpack."},{"text":"Scouting for porn stars at a high school graduation."},{"text":"Surprise Funeral."},{"text":"The blood crusted slime of a used anal bead."},{"text":"The chunky blue water in an airplane toilet."},{"text":"The leftover cocaine from the time Charlie Sheen partied with those Asian hookers."},{"text":"Weighing yourself, then popping a big butt zit, and then weighing yourself again."},{"text":"White supremacists who refuse to eat brown M&Ms."},{"text":"Yoda's weird little green penis."},{"text":"Your gynecologist, who now performs pap smears with a 24 inch two-headed dildo."},{"text":"A broken heart, an empty wallet, and a bouquet of chlamydia."},{"text":"A dick move."},{"text":"A moist towelette."},{"text":"A Tunnel of Gloryholes."},{"text":"A yeast infection."},{"text":"An itchy nipple."},{"text":"Finally catching a leprechaun and then finding out you'll be taking his Lucky Charms, dry."},{"text":"Having sex with the principal."},{"text":"Highly racist Asian music."},{"text":"In bed, pajama clad, non-sexual intimate touching."},{"text":"Islamic goat porn."},{"text":"Life-changing wisdom from Jade Smith's twitter account."},{"text":"Off-duty Nazis just looking for a good time."},{"text":"One Night in Paris."},{"text":"Santa Claus teabagging a sleeping child, taking a picture and leaving it in the child's stocking."},{"text":"Telling 9/11 jokes to the families of 9/11 victims."},{"text":"The Satanic Verses."},{"text":"Throwing your hands in the air and shouting Wheeee!"},{"text":"Two Floridians, $10,000 in cash, five crack pipes, and a baby fucking alligator."},{"text":"When your dog's balls are bigger than yours."},{"text":"100,000 dollars, alcohol, and 4 weeks of vacation."},{"text":"A flock of seagulls that mistakes your penis for a french fry."},{"text":"A naked gay Mexican guy."},{"text":"A shockingly realistic reenactment of the Games of Thrones."},{"text":"Accidentally sexting your mother."},{"text":"Becoming a superhero by killing your parents."},{"text":"Being a two-timing whore."},{"text":"Buying a windowless van and candy to improve your sex life."},{"text":"Deeply inhaling your own farts."},{"text":"I ate those fancy soaps you bought for the bathroom."},{"text":"Making tea with the blood of our enemies."},{"text":"Masturbating to Law and Order: Special Victims Unit."},{"text":"Princess Leia in a threesome with Ewoks."},{"text":"Pulling the plug on Grandma."},{"text":"Searching for African Slaves on Amazon Prime."},{"text":"The Dark Side."},{"text":"The people who jumped on 9/11."},{"text":"Titty fucking Susan G. Komen."},{"text":"Tongue punching your fart box."},{"text":"Yabba Dabba Doin It!: The Bedrocking Memoirs of Fred Flintstone."},{"text":"Your favorite childhood stuffed animal coming to life, but turning out to be a massive racist."},{"text":"Your mom's armpit hair."}]