[{"text":"_ always helps \"Insert Name\" prepare for a big exam.","pick":1},{"text":"_ always starts out fun until \"Insert Name\" gets involved.","pick":1},{"text":"\"Insert Name's\" aptitude tst shows he/she is either suited to be a Doctor or _.","pick":1},{"text":"\"Insert Name's\" class trip was completely ruined by _.","pick":1},{"text":"\"Insert Name\" believes that on the 7th day the Lord said let there be _.","pick":1},{"text":"\"Insert Name\" has a weakness for kittens, puppies and _.","pick":1},{"text":"\"Insert Name\" loves to use _ to get him/her off.","pick":1},{"text":"\"Insert Name\" Offered two homeless people lots of _ in order for them to fight to the death.","pick":1},{"text":"\"Insert Name\" says _ tastes like chicken.","pick":1},{"text":"\"Insert Name\" says if there were an Olympic sport for _ he/she would win gold.","pick":1},{"text":"\"Insert Name\" thought getting abducted by Captain Hook would be scary, turns out they both enjoy _.","pick":1},{"text":"\"Insert Name\" traded _ for a vial of pristine Gypsy tears.","pick":1},{"text":"\"Insert Name\" wanted a pony but got _ instead.","pick":1},{"text":"\"Insert Name\" would love to see _ as the new school mascot.","pick":1},{"text":"Dear Parent, we regret to inform you that \"Insert Name\" will no longer be allowed on school property after he/she involvement with _.","pick":1},{"text":"Do not fuck with \"Insert Name\", while he/she is watching _ online.","pick":1},{"text":"During sex \"Insert Name\" likes to imagine he/she is _.","pick":1},{"text":"Every Sunday \"Insert Name\" goes to market to sell _, and every time comes home with Magic Beans.","pick":1},{"text":"For \"Insert Name's\" magic trick next he/she will pull _ out of a hat.","pick":1},{"text":"I am not sure what \"Insert Name\" has up his/her ass, but I think it might be _.","pick":1},{"text":"I missed my last flight to Utah because \"Insert Name\" hid _ in my luggage and I was detained by Airport security.","pick":1},{"text":"If \"Insert Name's\" life were turned into a musical it would be called the Sound of _.","pick":1},{"text":"In chemistry lab today \"Insert Name\" learned how to make explosives by/with _.","pick":1},{"text":"In psychology \"Insert Name\" learned that basic human needs include _.","pick":1},{"text":"Next to lollipops, _ is/are \"Insert Name's\" favourite things to lick.","pick":1},{"text":"The best excuse \"Insert Name\" could come up with for being late for work involved a crossing guard and _.","pick":1},{"text":"We all know the phrase \"What happens in Vegas, Stays in Vegas\" so why did \"Insert Name\" bring home _?","pick":1},{"text":"When \"Insert Name\" was a child they used to use building blocks to create _.","pick":1},{"text":"You hear the craziest stuff in methadone clinic lineups, this morning I overheard \"Insert Name\" having a heated conversations about _.","pick":1}]