[{"text":"\"Mrs. Robinson, you want me to provide _ and _ for this affair?\"","pick":2},{"text":"\"Wait!  I thought you had the lube for _!\"","pick":1},{"text":"After _, the elevator ride got really uncomfortable.","pick":1},{"text":"Afterward, I realized having my grandmother over for _ on her birthday may not have been the best idea I've ever had.","pick":1},{"text":"He didn't want sex, he wanted _ with _.  I can work with that.","pick":2},{"text":"I can't believe that _ is now being taught to kids as young as seven!","pick":1},{"text":"I realized that my tastes have turned much trashier since my experience with _.","pick":1},{"text":"I'm totally turned on when someone wears glasses and has _.","pick":1},{"text":"Most things cleaned up fairly easily, but I'm still trying to get the liquid latex out of my _.","pick":1},{"text":"Newbies think they're kinky when they've had _.  Then they go to their first party and get their minds blown when they see people _. (And maybe not just their minds...)","pick":2},{"text":"Note to self: _ is not an acceptable form of contraception.","pick":1},{"text":"Someone was a bad girl.  Now you're going to need to be punished with _.","pick":1},{"text":"Sure, I like humiliation, but _ is a hard limit.","pick":1},{"text":"The last time I misbehaved, my Master punished me with _.  I won't do that again.","pick":1},{"text":"There's a new Fetlife group for fans of _ at fetlife.com/_.","pick":2},{"text":"Until last night, it had never occurred to me to try _ on _ on the kitchen counter.  Talk about fun!!!","pick":2},{"text":"We lucked out.  The cop who pulled us over didn't check and we had _ in the trunk!","pick":1},{"text":"We were just making dinner and having some wine when we got distracted by _.","pick":1},{"text":"Who's to say that love needs to be soft, gentle, and sweet?  Not when it can involve _...","pick":1},{"text":"Why am I wet?","pick":1},{"text":"Why was a clean-up needed on aisle 6?","pick":1},{"text":"You have _?!  Oh my god! Put it in my mouth!!!","pick":1}]