[{"text":"_ is actually pretty hot.","pick":1},{"text":"_? What a wonderful idea!","pick":1},{"text":"_. GODDAMN IT, JAPAN!","pick":1},{"text":"_. I dare you...","pick":1},{"text":"A picture is worth a thousand words, and so is _.","pick":1},{"text":"And on the 8th day, God created _, and it was good.","pick":1},{"text":"He's absolutely magnificent! I bet his poop smells like _.","pick":1},{"text":"I can't help but to think about _ when I cum.","pick":1},{"text":"I did my holiday shopping too late, and ended up buying my daughter a pop-up book titled \"_.\"","pick":1},{"text":"I don't actually like my boyfriend, but I stay in it for the _.","pick":1},{"text":"I got a new tattoo, it looks a bit like _.","pick":1},{"text":"I once won a mechanical bull riding contest, the prize was _.","pick":1},{"text":"I struggled to get out of bed this morning, until I heard _ knocking at my door.","pick":1},{"text":"If _ isn't supposed to go in the microwave, why does it fit?","pick":1},{"text":"If I was a ice cream flavor, I would be _.","pick":1},{"text":"It was Colonel Mustard, in the study, with _.","pick":1},{"text":"Kim Kardashian's ass is actually filled with _.","pick":1},{"text":"My children are always so happy when they get to enjoy _.","pick":1},{"text":"My new favorite sexual position is _.","pick":1},{"text":"Oh no! Little Timmy died from _.","pick":1},{"text":"Sesame Street really went downhill after Big Bird and Elmo had to confront _.","pick":1},{"text":"The Bible is actually an extended allegory on _.","pick":1},{"text":"The President is currently under fire from the opposing party for his \"extremist stance\" on _.","pick":1},{"text":"This week, Teletubbies teach us about _.","pick":1},{"text":"Today's soup is Cream of _.","pick":1},{"text":"Tonight's Final Jeopardy category is _.","pick":1},{"text":"Watching now as an adult, I realize all my favorite '80s cartoons have subtle references to _.","pick":1},{"text":"When you're over new years resolutions and binge on _.","pick":1},{"text":"You kids have it easy today. Back in my day we had to deal with _.","pick":1},{"text":"You know things are bad when our Netflix recommendations are : _.","pick":1}]