[{"text":"_ + _ = Hipsters","pick":2},{"text":"_ really ruined PrideFest for me this year.","pick":1},{"text":"Casa Bonita is now offering a 2-for-1 Cliff diving and _.","pick":1},{"text":"Colorado natives know that when it smells like _, it's going to snow.","pick":1},{"text":"Colorado's next big public art installation will depict _.","pick":1},{"text":"Have you tried a Denver omelette, but with _ instead of ham? It's the only way I'll order mine now.","pick":1},{"text":"How do we get people to stop moving to Colorado?","pick":1},{"text":"How do you know if you have altitude sickness?","pick":1},{"text":"I belong with you, you belong with me, you're _.","pick":1},{"text":"I don't do the BolderBOULDER, I run _ instead.","pick":1},{"text":"I was supposed to go to Taste of Colorado, but I got stuck _ instead.","pick":1},{"text":"It's a secret, but if you whisper _ to an illegal Pete's employee, they'll add _ to your burrito.","pick":2},{"text":"No one ever talks about _ on the top of Lookout Mountain.","pick":1},{"text":"Now you have a friend in the _ business.\" - Tom Shane","pick":1},{"text":"People in Boulder really frown upon _.","pick":1},{"text":"People think CU-Boulder is the better school, but Metro students are more likely to be _.","pick":1},{"text":"Since marijuana was legalized in Colorado, cases of _ have skyrocketed.","pick":1},{"text":"Summit County: Come for the mountains, stay for _.","pick":1},{"text":"Ted Haggard was banned from New Life Church after he was found in a hotel room with _.","pick":1},{"text":"The difference between New Mexico and Colorado green chile is _.","pick":1},{"text":"The edible contains a potent dose of _. Can you feel it yet?","pick":1},{"text":"The Mile High Club? Amateur. I joined the _ club last year.","pick":1},{"text":"The Nuggets never should have traded Chauncey Billups for _.","pick":1},{"text":"What did you see the last time you were on Colfax?","pick":1},{"text":"What else can you buy used at Rocky's Autos?","pick":1},{"text":"What ruined my last tailgate at Sport Authority Field?","pick":1},{"text":"What should be a new sport in the X-Games this year?","pick":1},{"text":"What should be added to the Colorado flag?","pick":1},{"text":"What should be banned from Colorado?","pick":1},{"text":"What should you never add to your home microbrew?","pick":1},{"text":"What's really below DIA?","pick":1},{"text":"What's the latest trend in Boulder?","pick":1},{"text":"What's the one thing we can all look forward to on opening day at Coors Field®?","pick":1},{"text":"What's the skeleton in Governor John Hickenlooper's closet?","pick":1},{"text":"When they built NORAD in 1957, they never could have imagined it would need to withstand _.","pick":1},{"text":"You shouldn't swim in the Platte River, they found _ in there.","pick":1}]