[{"text":"_: about as useful as a one-legged man in an ass kicking contest.","pick":1},{"text":"A drill sergeant impressed your mom with a story about _ and now he's getting a hand job on Family Day.","pick":1},{"text":"A new MOS created. It's being described as a cross between _ and _.","pick":2},{"text":"A SHARP™ complaint was filed against you for _.","pick":1},{"text":"A Soldeir-inspired musical, you say? What's the theme?","pick":1},{"text":"A thoughtful present for a deaf,blind and downs syndrome baby is _","pick":1},{"text":"According to your permanent profile, you can no longer be in the vicinity of _.","pick":1},{"text":"After a night of drunken debauchery, the guys at Digruntled Vets were arrested for _.","pick":1},{"text":"After stomping Nazi dick into the dirt, Audie Murphy celebrated his killing sprees with _.","pick":1},{"text":"Although _ is authorized, it is strongly discouraged.","pick":1},{"text":"April is \"The Month of the Military Child.\" What are you doing to celebrate?","pick":1},{"text":"AR 670-1 has been updated and it specifically bans _ in uniform.","pick":1},{"text":"Are you still shit-faced from a night of heavy drinking and need to sober up before PT? Try reading up on _!","pick":1},{"text":"As the new unit morale, wellness, and recreation officer, your primary duties involve _.","pick":1},{"text":"Besides sticky napalm, what else is detrimental to kids in a war zone?","pick":1},{"text":"By pooling their funds, the E-4 Mafia was able to buy _ for mandatory fun day.","pick":1},{"text":"CIF is now issuing rucksacks full of _ to Soldiers going down range.","pick":1},{"text":"Class, pay close attention. I will now demonstrate the physics of _.","pick":1},{"text":"Congress declared Marshall law because of _ & _.","pick":2},{"text":"Create your new unit motto: _ and _!","pick":2},{"text":"Describe your military career with one card.","pick":1},{"text":"Everyone gets a Combat Action Badge! Just be within 50 meters of _ and you qualify.","pick":1},{"text":"Firers, assume a good kneeling position and commence _.","pick":1},{"text":"Fort Hood is known as \"The Great Place\" because it provides Soldiers with an endless supply of _.","pick":1},{"text":"Friday's safety brief identified _ as the greatest threat to Soldiers.","pick":1},{"text":"Friendly fire or _; I don't know what's worse.","pick":1},{"text":"Holding back laughter, the warrant officer suggested you add _ to your CONOP.","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"How can I explain deployment? Well, I guess it's mostly _ and _.","pick":2},{"text":"I always knew my cousin was disturbed, then we found his rambling manifesto on _.","pick":1},{"text":"I always maintain my arms, my equipment, and my _.","pick":1},{"text":"I kept falling asleep on guard duty, but I managed to stay awake by thinking about _.","pick":1},{"text":"If Captain Planet™ battles against ecoterrorism, then what does Lieutenant Planet fight?","pick":1},{"text":"If my deployment was made into a porno, it would be full of _ and _.","pick":2},{"text":"If NCOs are the backbone, what is the rectum of the Army?","pick":1},{"text":"If there's a separate Heaven for command sergeants major of the Oregon National Guard, it is certainly full of _ and neatly trimmed grass.","pick":1},{"text":"If you thought veggie omelet was bad, just wait until you try the newest MRE flavor. It tastes like _!","pick":1},{"text":"In a shocking turn of events, AR 670-1 now authorizes Soldiers to wear _ while on duty.","pick":1},{"text":"In place of corective training, what are leaders now encouraged to use as punishment?","pick":1},{"text":"In the newest Tom Hanks war porn, an infantry platoon must overcome _ to accomplish their mission.","pick":1},{"text":"It may have taken 11 years to process the paperwork, but you were finally awarded the Medal of Honor for _.","pick":1},{"text":"Loyalty, Duty, Respect, Selfless, Service, Honor, Integrity, Personal Courage, and _: the newest Army Value.","pick":1},{"text":"Ma'am, why are you sweating and breathing so heavily?","pick":1},{"text":"No one is more professional than I. I am _, a leader of Soldiers.","pick":1},{"text":"No shit, there I was, knee-deep in _.","pick":1},{"text":"ROTC taught me many things, but it didn't teach me how to handle _.","pick":1},{"text":"Second lieutenant + _ = massive amounts of failure.","pick":1},{"text":"Sing: \"First to fight for the right, and to build the Nation's _.\"","pick":1},{"text":"Sing: \"They say that in the Army _ is mighty fine!\"","pick":1},{"text":"Sing: \"When my granny was 95, she did _ just to stay alive!\"","pick":1},{"text":"Sir, why are you crying?","pick":1},{"text":"Soldiers have created a new religion, where _ is held sacred above all else.","pick":1},{"text":"Step 1: Deploy.\nStep 2: _\nStep 3: Receive Bronze Star.","pick":1},{"text":"The Army is using virtual reality to prepare for combat, which forces Soldiers to endure hours of _.","pick":1},{"text":"The curious lieutenant found _ on the other side of the latrine gloryhole.","pick":1},{"text":"The final event of the Best Ranger Competition involves the competitors paying homage to _.","pick":1},{"text":"The military is set apart from other professions because Soldiers must be prepared to use _.","pick":1},{"text":"The new petting zoo inside the Pentagon features pony rides, baby goat feeding, and _.","pick":1},{"text":"The newest Army Regulation extensively covers _, for the new Chief of Staff.","pick":1},{"text":"The only thing recruiters love more than groping high school girls is lying about _.","pick":1},{"text":"The only thing standing between you and your next promotion is _.","pick":1},{"text":"The sergeant major must be a wizard because he can instantly transform into _ and _.","pick":2},{"text":"The U.S. Army provides _ to impoverished people all over the world.","pick":1},{"text":"The upcoming 4-day affords you the opportunity to do what you're passionate about: _.","pick":1},{"text":"The Warrant Officer Mafia holds secret meetings where they discuss the intricacies of _.","pick":1},{"text":"Today at a special court-martial, you were convicted by a military judge, pursuant to your pleas, of 5 specifications of _.","pick":1},{"text":"West Point Cadets are known for their tenacious veracity, superb physical fitness, and _.","pick":1},{"text":"What does the Sergeant Major of the Army dream about most nights?","pick":1},{"text":"What drove your commander to chug and gouge out his eyes with a Skilcraft® pen.","pick":1},{"text":"What is the key to happiness?","pick":1},{"text":"What is the new unofficial mascot of the infantry?","pick":1},{"text":"What is the SecDef thinking at the moment?","pick":1},{"text":"What made your date leave the unit ball screaming and covered in blood?","pick":1},{"text":"What makes drill sergeants seethe with rage?","pick":1},{"text":"What puts the \"Strong\" in Army Strong?","pick":1},{"text":"What really killed Patton?","pick":1},{"text":"What reoccurring night terror keeps the Joint Chiefs up at night?","pick":1},{"text":"What topic you always cover in your initial counseling sessions?","pick":1},{"text":"What's causing that awful smell in the barracks?","pick":1},{"text":"What's your first sergeant's guilty pleasure?","pick":1},{"text":"When diplomacy fails and North Korea attacks, Kim Jon Un will unleash _, his secret weapon.","pick":1},{"text":"When the American public hears \"United States Army,\" they can't help but think of _.","pick":1},{"text":"When your crying mother asks why you were kicked out of the Army, you'll shamefully explain it was because of _.","pick":1},{"text":"When your primary weapon jams in an ass-puckering firefight, use _ as your backup.","pick":1},{"text":"While stuffing your fat face at the chow hall, you suddenly think of _ and immediately lose your appetite.","pick":1},{"text":"Why haven't your subordinates completed their mandatory online training?","pick":1},{"text":"Young Veterans Brewing Co.™ has brewed a new Army-inspired beer called G.I. Pilsner™, which probably tastes like _ and _.","pick":2},{"text":"Your commander was immediately relieved for unethical and immoral behavior because of her involvement with _.","pick":1},{"text":"Your commander's call sign is \"_ SIX.\"","pick":1},{"text":"Your security clearance has been suspended beause of your shameful past involving _.","pick":1}]