[{"text":"Coming up on Turner Classic Movies:\nSean Connery and Alec Baldwin star in \"The Hunt for _.\"","pick":1},{"text":"FW: re:\nFBI WARNING!!! VIOLENT GANGS USING _ TO RECRUIT CHILDREN!","pick":1},{"text":"Hey, kids.\nI'm Connor's dad, but you can call me Mr. _.","pick":1},{"text":"So apparently Dad was searching Pornhub for \"hot milf _.\"","pick":1},{"text":"Whaddya think, money grows on trees? I'm not paying for _!","pick":1},{"text":"Young lady, you better knock it off with _ or you're grounded!","pick":1},{"text":"Aw babe, your burbs smell like _.","pick":1},{"text":"Don`t fear failure fear _","pick":1},{"text":"Excuse me, waiter. Could you take this back? This soup tastes like _.","pick":1},{"text":"I'm Bobby Flay, and if you can't stand _. get out of the kitchen!","pick":1},{"text":"It's not delivery. It's _.","pick":1},{"text":"Now on Netflix: Jiro Dreams Of _.","pick":1},{"text":"Excuse me, straight man, but _ isn't for you, STRAIGHT MAN.","pick":1},{"text":"GOD HATES _!","pick":1},{"text":"If you can't love yourself, how the hell you gonna love _?","pick":1},{"text":"We're here! We're _! Get used to it!","pick":1},{"text":"YAAAAAAS! You are serving me _ realness!","pick":1},{"text":"Computer! Display _ on screen. Enhance.","pick":1},{"text":"Feeling nostalgic when you remember _ from your childhood.","pick":1},{"text":"Madam President, the asteroid is headed directly for Earth and there's only one thing that can stop it: _.","pick":1},{"text":"This won't be like negotiating with the Vogons. Humans only respond to one thing: _.","pick":1},{"text":"What is the answer to life, the universe, and everything?","pick":1},{"text":"You have violated the Prime Directive! You exposed an alien culture to _ before they were ready.","pick":1},{"text":"You're not going to believe this, but I'm you from the future! You've got to stop _.","pick":1},{"text":"A study published in Nature this week found that _ is good for you in small doses.","pick":1},{"text":"Hey there, Young Scientists! Put on your labcoats and strap on your safety goggles, because today we're learning about _!","pick":1},{"text":"In an attempt to recreate conditions just after the Big Bang, physicists at the LHC are observing collisions between _ and _.","pick":2},{"text":"In line with our predictions, we find a robust correlation between _ and _ (p<.05).","pick":2},{"text":"In what's being hailed as a major breakthrough, scientists have synthesized _ in the lab.","pick":1},{"text":"Today on Mythbusters, we found out how long _ can withstand _.","pick":2},{"text":"What really killed the dinosaurs?","pick":1},{"text":"Everyone is staring at you because you're _.","pick":1},{"text":"Hold up. I gotta deal with _, then l'mma smoke this.","pick":1},{"text":"Instead of playing a card this round, everyone must stare the Card Czar while making a sound you'd make after tasting something delicious.","pick":1},{"text":"Okay here's the pitch. James Franco and Seth Rogen are trying to score some weed, and then _ happens.","pick":1},{"text":"You know what's, like, really funny when you think about it? _.","pick":1}]