[{"text":"_ will win you the Mom of the Year award every time.","pick":1},{"text":"_: an important prenatal yoga practice.","pick":1},{"text":"Cherish the special moments, like _.","pick":1},{"text":"Don't worry, _ is not as hard as it seems.","pick":1},{"text":"For a unique baby shower activity, try _.","pick":1},{"text":"How can you keep your sex life satisfying during your pregnancy?","pick":1},{"text":"If you need a break from the pressures of parenthood, try _.","pick":1},{"text":"One important benefit of breastfeeding is _.","pick":1},{"text":"One of the benefits of using a midwife is _.","pick":1},{"text":"Parenthood gets real when you experience _.","pick":1},{"text":"Sadly, _ was not one of the amenities the birthing center offered.","pick":1},{"text":"The epidural actually works better if you chase it with _.","pick":1},{"text":"The most magical moment of motherhood is _.","pick":1},{"text":"Welcome your child into the world with _.","pick":1},{"text":"What are you most looking forward to after baby's here?","pick":1},{"text":"What cured your postpartum depression?","pick":1},{"text":"What did your doula bring to the birthing suite to calm you down?","pick":1},{"text":"What did your labor feel like?","pick":1},{"text":"What's a surefire way to induce labor?","pick":1},{"text":"What's left on your to-do list before the kid arrives?","pick":1},{"text":"What's the best gift a new parent can get?","pick":1},{"text":"What's the best way to be a supportive partner to the new mom?","pick":1},{"text":"What's the best way to ensure good pregnancy nutrition?","pick":1},{"text":"What's the key to successful hypnobirthing?","pick":1},{"text":"What's the most annoying habit of expecting mothers?","pick":1},{"text":"What's the most terrifying part of becoming a parent?","pick":1},{"text":"What's your favorite baby name so far?","pick":1},{"text":"What's your secret remedy for sore nipples?","pick":1},{"text":"When was your dignity at its lowest?","pick":1},{"text":"When you're in labor, _ can be very comforting.","pick":1}]