[{"text":"Fear leads to anger. Anger leads to hate. Hate leads to _.","pick":1},{"text":"I'm not easily excited, but _ really makes me moist.","pick":1},{"text":"Jesus didn't just resurrect the dead and turned water into wine, he was also very apt in _.","pick":1},{"text":"On the Third day of Christmas my true love sent to me _.","pick":1},{"text":"Who let the dogs out?","pick":1},{"text":"After reading Stephen Hawking's latest theory of _ I curled up into a corner and cried for three days straight.","pick":1},{"text":"Before Marilyn Monroe came along, Hugh Hefner wanted _ as the first Playboy centerfold. Unfortunately for everyone, that deal fell through.","pick":1},{"text":"Damn it feels good to be _.","pick":1},{"text":"Give me liberty or give me _.","pick":1},{"text":"Whenever I feel lonely, I put on some Barry White, dress up like _ and dance seductively in front of the mirror.","pick":1},{"text":"_ is my way of giving back to the community.","pick":1},{"text":"_. Is my way of giving back to the community.","pick":1},{"text":"A Hollywood remake of 2 girls 1 cup should star _ as the cup.","pick":1},{"text":"A Hollywood remake of 2 Girls 1 Cup should star _ as the cup.","pick":1},{"text":"And for my final wish Genie, I want you to make me the master of _.","pick":1},{"text":"And for my final wish, Genie, I want you to make me the master of _.","pick":1},{"text":"As a huge fan of 50 Shades of Gray I'm a bit disappointed with the film's casting, I've always pictured _ as Gray.","pick":1},{"text":"As a huge fan of 50 Shades of Grey, I'm a bit disappointed with the film's casting. I've always pictured _ as Grey.","pick":1},{"text":"Baby got _.","pick":1},{"text":"Colleges should really start offering classes in _.","pick":1},{"text":"Dear Allah, if I promise to stop _ will you let me into heaven and give me 72 virgins?","pick":1},{"text":"Dear Allah, if I promise to stop _, will you let me into Heaven and give me 72 virgins?","pick":1},{"text":"Don't get me wrong I think what Hitler did and stood for is horrible but you have to admit he was was spot on about _.","pick":1},{"text":"Don't get me wrong. I think what Hitler did and stood for is horrible, but you have to admit he was was spot on about _.","pick":1},{"text":"Girls just want to _.","pick":1},{"text":"Google recently changed its corporate slogan from \"Don't be Evil\" to _.","pick":1},{"text":"Google recently changed its corporate slogan from \"Don't Be Evil\" to _.","pick":1},{"text":"Growing up I didn't have many friends. Kids always teased me about my fascination with _.","pick":1},{"text":"Growing up I didn't have many friends. Kids always teased me for my fascination with _.","pick":1},{"text":"Hallelujah it's raining _.","pick":1},{"text":"Hallelujah, it's raining _.","pick":1},{"text":"I didn't want to tell it to her face, but her baby reminds me of _.","pick":1},{"text":"I didn't want to tell it to their faces but their baby reminds me of _.","pick":1},{"text":"I expected it would suck but the opposite happened. \"_: The Movie\" is now officially my favorite movie ever.","pick":1},{"text":"I expected it would suck, but the opposite happened. \"_: The Movie\" is now officially my favorite movie ever.","pick":1},{"text":"I gave my girlfriend _ last Valentine's Day. Now I cry myself to sleep every night, all alone in my cold hard bed.","pick":1},{"text":"I hate it when I take a girl home and find out she has _ where a vagina should be.","pick":1},{"text":"I hate it when I take a girl home and find out she has _ where should be a vagina.","pick":1},{"text":"I knew it meant trouble when I heard a voice scream \"_!\" mid flight. And unfortunately I was right.","pick":1},{"text":"I knew it meant trouble when I heard a voice scream \"_!\" mid-flight. And unfortunately I was right.","pick":1},{"text":"I love the smell of _ in the morning","pick":1},{"text":"I really miss the good old days when men were men and _ could not vote.","pick":1},{"text":"I would move heaven and earth, I would split the ocean, even _ would not be able to stop me from being with you my love.","pick":1},{"text":"I would move heaven and earth, I would split the ocean, even _ would not be able to stop me from being with you, my love.","pick":1},{"text":"I'd rather stick my dick in _ than _.","pick":2},{"text":"I'd rather stick my dick in _ then _.","pick":2},{"text":"I'm afraid the only way to exorcise this demon is by _.","pick":1},{"text":"In a riveting speech Ghandi convinced his followers of the virtues of _.","pick":1},{"text":"In a riveting speech, Gandhi convinced his followers of the virtues of _.","pick":1},{"text":"In the next Marvel movie we will witness _ take on _ for world domination.","pick":2},{"text":"Instead of waterboarding Guantanamo Bay prisoners now have to endure _, sometimes for hours on end.","pick":1},{"text":"Instead of waterboarding, Guantanamo Bay prisoners now have to endure _, sometimes for hours on end.","pick":1},{"text":"Last night my husband and I invited _ over for a threesome. How YOLO of us, right?","pick":1},{"text":"Remember every time you think of _, The Lord kills _.","pick":2},{"text":"Remember, every time you think of _, The Lord kills _.","pick":2},{"text":"Sir, for the last time. We simply do not allow _ in here. You will have to find another establishment.","pick":1},{"text":"Siri, what is the meaning of life?","pick":1},{"text":"So happy the doctor was able to get _ out. Next time I'll be more careful with what I put up my butt, lol! #neveragain.","pick":1},{"text":"So happy the doctor was able to get _ out. Next time I'll definitely be more careful with what I put up my butt, lol! #neveragain.","pick":1},{"text":"So you're telling me we can land a man on the moon but _ is out of the question?","pick":1},{"text":"So you're telling me we can land a man on the moon, but _ is out of the question?","pick":1},{"text":"Suzy if you don't eat your food and keep misbehaving _ will come and get you.","pick":1},{"text":"Suzy, if you don't eat your food and keep misbehaving, _ will come and get you.","pick":1},{"text":"The only thing worse than _ at a wedding is _.","pick":2},{"text":"The only thing worse then _ is _.","pick":2},{"text":"There is abundant scientific evidence that for some people vaccination might lead to _ later in life.","pick":1},{"text":"Tonight on the \"No Spin Zone!\" Bill O'Riley will be debating _ on the topic of _.","pick":2},{"text":"Tonight on the No Spin Zone! Bill O'Reilly will be debating _ on the topic of _.","pick":2},{"text":"What caused those smelly stains in my underwear?","pick":1},{"text":"What's holding you back from achieving your dreams?","pick":1},{"text":"What's the absolute last thing you want to catch your Dad doing?","pick":1},{"text":"When she was little my sister could not pronounce my name correctly so she called me _ instead. It has stuck ever since.","pick":1},{"text":"When she was little, my sister could not pronounce my name correctly, so she called me _ instead. It has stuck ever since.","pick":1},{"text":"You get _! You get _! You get _! You get _! You get _! You get _! You get _! You get _! You get _! Everybody gets _!","pick":10},{"text":"You get _! You get _! You get _! You get _! You get _! You get _! You get _! You get _! You get _! Everybody gets _!!!","pick":10},{"text":"_ is why I need feminism.","pick":1},{"text":"A wise man once said, \"What doesn't kill you makes you _.\" I stand before you today as living proof that this is true.","pick":1},{"text":"After gay marriage, God has now ordered Kim Davis to stop _.","pick":1},{"text":"Anyone else surprised the Nobel Prize for _ went to _ this year?","pick":2},{"text":"As always here at TED, we've saved the best for last. Please give a very warm welcome to _, here to give us an extra long, five-hour talk on how to deal with _.","pick":2},{"text":"Congratulations maggots, you're almost there. Now if you can survive _ for the next 24 hours, you can call yourself a Navy Seal.","pick":1},{"text":"Do with me what you want, America does not negotiate with _.","pick":1},{"text":"Every Sunday, a couple of Jehovah's Witnesses bang on my door to ask if I want to talk about _. I say yes every single time. Who wouldn't?","pick":1},{"text":"Fans were shocked when it was announced that in the next movie, besides being Batman, Bruce Wayne is also _.","pick":1},{"text":"FBI just released a list of the biggest national security threats: 1. ISIS 2. Mexican drug cartels. 3. _.","pick":1},{"text":"I didn't choose _, _ chose me.","pick":2},{"text":"I hate all these silly conspiracy theories about JFK. Every sane person knows what really killed him was _.","pick":1},{"text":"I promise that if I'm elected president, I will build a giant wall to keep _ out of our great country.","pick":1},{"text":"I think I'll be treating kids to _ instead of candy this Halloween.","pick":1},{"text":"I went on a spiritual journey to India hoping to find _, but instead all I found was _.","pick":2},{"text":"If we got rid of slavery, why can't we get rid of _?","pick":1},{"text":"In this very special episode of Dora the Explorer, Dora and Boots discover first-hand what it is like to be _.","pick":1},{"text":"Last night, I had a horrible nightmare. I was on my knees, dressed in an orange jumpsuit and about to be beheaded by _ in the name of _.","pick":2},{"text":"Last week on my nightly stroll, I was bitten by _. Now I have a unquenchable thirst for _.","pick":2},{"text":"Like Santa, _ is something only children and fools believe in.","pick":1},{"text":"Matt Damon and Ben Affleck became best friends right after discovering their mutual love for _.","pick":1},{"text":"Mom grounded me for three weeks after she found out I had made out with _ behind the bleachers.","pick":1},{"text":"Mom, stop treating me like _! All kids are into _ these days.","pick":2},{"text":"My favorite MacGyver episode is where he escaped _ using only _.","pick":2},{"text":"My teachers always used to tell me nothing good would come of me. Well, jokes on them, because today I can proudly say I am _.","pick":1},{"text":"Never let anyone tell you that you can't do something. Look at me. I used to be _, but now I'm _. If I can do it, why can't you?","pick":2},{"text":"Sorry, can't meet you for lunch tomorrow. Why? Oh, didn't I tell you? I'll be _ all day. It's my first time, so I'm a bit nervous.","pick":1},{"text":"The King is dead, long live _.","pick":1},{"text":"The Medal of Honor is normally given out for exceptional bravery. However, my great-grandfather Earl got it because he was _ in WWII.","pick":1},{"text":"The only thing we have to fear is _.","pick":1},{"text":"To be _ or not to be _, that is the question.","pick":2},{"text":"Today I renounce _ and accept Jesus as _.","pick":2},{"text":"Viagara? No thank you. I simply staple a picture of _ to my wife's forehead. That's all I need to go all night.","pick":1},{"text":"Well hello, gorgeous, never seen you in here before. I'm _. And what's your name?","pick":1},{"text":"What is the world coming to when you can win an Oscar® just because you're _?","pick":1},{"text":"What you call _, I call a fun Saturday afternoon.","pick":1},{"text":"When I go out, I go out blazing. Suicide by _, baby, here I come.","pick":1},{"text":"When my husband asked me to dress up like _ on our wedding night, I though tit would be a one-time thing, but now he demands I do it every other Tuesday","pick":1},{"text":"You better turn around now and head back to where you came from, city boy. We don't take kindly to _ around these parts, you hear?","pick":1},{"text":"Your dad and I are so proud of you! You know you're the first one in the family to be _, right?","pick":1},{"text":"After a long and secret battle with _. Larry King sadly passed away this morning.","pick":1},{"text":"After announcing _ as their new model, Victoria's Secret stock soared to a never before seen high.","pick":1},{"text":"After my parents abandoned me I was raised by _.","pick":1},{"text":"An angry riot broke out on campus were triggered by a speech made by _ about _.","pick":2},{"text":"And on the sixth day, God created Man in the image of _.","pick":1},{"text":"As long as my kid doesn't grow up to be _, I'm happy.","pick":1},{"text":"At his inauguration, President Trump confirmed that deporting _ is his #1 priority.","pick":1},{"text":"Bad news, Josh. Uncle Jack has been arrested for molesting _. Yes, again.","pick":1},{"text":"Dad left the family when I was only a baby because of his desire to be _.","pick":1},{"text":"Daddy, why does Mommy always call you _ behind your back? That's because Mommy is _, my dear.","pick":2},{"text":"For the crime of treason, I sentence you to a slow and torturous death by _.","pick":1},{"text":"Gentlemen prefer blondes, but they marry _.","pick":1},{"text":"Get out now, Satan! The power of _ compels you!","pick":1},{"text":"Get rich or die _.","pick":1},{"text":"Honey, I've decided to put the house up for sale. Yes, it's because of the new neighbors. Do you really want to live next to _?","pick":1},{"text":"I almost went a whole week without masturbation, but unfortunately on day six I saw a documentary about _ and lost it completely.","pick":1},{"text":"I was fired from my last job because on a random check they found traces of _ in my blood.","pick":1},{"text":"I will vote for any politician that promises me an unlimited supply of _.","pick":1},{"text":"If you were the Grand Mufti of Saudia Arabia, who or what would you issue a fatwa against?","pick":1},{"text":"In ancient Sparta, boys became men only after killing and eating _.","pick":1},{"text":"It's a bird!\nIt's a plane!\nNo, it's _!","pick":1},{"text":"Me a racist? I don't think so. You know how many of my friends are _?","pick":1},{"text":"My addcition was so out of control, there was nothing I wouldn't do for just a whiff of _.","pick":1},{"text":"My vacation to the Amazon ended with me sucking out venom from _.","pick":1},{"text":"One of Prince's lesser known names was \"_ formerly known as _\"","pick":2},{"text":"People always see me as this successful, happy-go-lucky guy who has everything he wants. What they don't know is that deep down, I feel like _.","pick":1},{"text":"Princess, there is no more food left in the kingdom, the peasants are starving and a revolt is imminent. What should we do?\n \nLet them eat _.","pick":1},{"text":"SHOCKING! Undercover report reveals how refugee Syrian children are exposed to _, supposedly to calm them down.","pick":1},{"text":"Spiderman senses danger with his spider sense. I have a similar ability, except I sense _ wherever I go.","pick":1},{"text":"That's easy for you to say, Mr. Born With A Golden Spoon In My Mouth, but for me, _ is all I got.","pick":1},{"text":"The doctor told us it would be a girl, but to our horror, what came out was _.","pick":1},{"text":"The most treasured possession from my many adventures are the mummified remains of _.","pick":1},{"text":"The secret to my success with women? Well for starters, I'm hung like _.","pick":1},{"text":"This new guy's breath is so bad, it's like he has _ stuck in his mouth.","pick":1},{"text":"To avoid getting cornholed in prison, I had to shit myself and act like I was _ every single day.","pick":1},{"text":"Weirdest thing I've ever seen in Central Park? A woman breastfeeding _.","pick":1},{"text":"What's wrong? You look like you've seen _.","pick":1},{"text":"When I was a kid, I learned geography by playing lots and lots of \"Where in the World Is _?\"","pick":1},{"text":"Why haven't aliens visited us yet?","pick":1},{"text":"You + Me = _.","pick":1}]