[{"text":"_ always reminds \"Insert Name\" of fun times with his/her grandma.","pick":1},{"text":"\"Insert Name's\" bar serves a world famous drink called _ on the beach.","pick":1},{"text":"\"Insert Name's\" family moonshine recipe combines sugar with _, to make it go down smooth.","pick":1},{"text":"\"Insert Name's\" partner always had lame excuses not to try _ in the sack.","pick":1},{"text":"\"Insert Name's\" wedding photographer was shocked that she has to take pictures of _.","pick":1},{"text":"\"Insert Name\" admitted he/she has a weakness for nail polish and _.","pick":1},{"text":"\"Insert Name\" believes that _ guarantees fertility.","pick":1},{"text":"\"Insert Name\" expects there will be _ in his/her bed when he/she gets home from game night.","pick":1},{"text":"\"Insert Name\" has always found that _ works better than sex enhancing drugs.","pick":1},{"text":"\"Insert Name\" has been spending all his/her money at the local fetish bar that specializes in _.","pick":1},{"text":"\"Insert Name\" knocked his/her date out cold with a _.","pick":1},{"text":"\"Insert Name\" saw _ in the movies and thought he/she would give it a whirl, turns out he/she loves it.","pick":1},{"text":"\"Insert Name\" thought _ was better than any internet cat videos.","pick":1},{"text":"\"Insert Name\" thought he/she was a _ vampire.","pick":1},{"text":"\"Insert Name\" thought you could prevent hair loss by avoiding _ like the plague.","pick":1},{"text":"\"Insert Name\" was aspiring to become a doctor, but ended up as a _ junkie.","pick":1},{"text":"\"Insert Name\" was caught at the county fair with _ and the prize winning bull.","pick":1},{"text":"\"Insert Name\" was enjoying _ with his/her intern when the office door opened and his/her boss came in.","pick":1},{"text":"\"Insert Name\" wishes his/her never ate beans before heading out for a night of _.","pick":1},{"text":"\"Insert Name\" woke up with _ on his/her face.","pick":1},{"text":"During the 'sex talk' \"Insert Name's\" mother never warned him/her about _.","pick":1},{"text":"During the first aid training \"Insert Name\" learned to use _ to save lives.","pick":1},{"text":"Everyone wonders if \"Insert Name's\" mom was ever involved with _ when she was in her prime.","pick":1},{"text":"In the last election \"Insert Name\" voted for the only woman candidate because of her love for _.","pick":1},{"text":"Mom said \"Insert Name\" can have all the _ he/she wants, just don't get any on the carpet.","pick":1},{"text":"On his/her new job application \"Insert Name\" lied and claimed to have 6 years experience with _.","pick":1},{"text":"On the first date \"Insert Name\" thought it was normal to bring _.","pick":1},{"text":"The biggest motivator to help \"Insert Name\" quit smoking was _.","pick":1},{"text":"The last time \"Insert Name\" was stuck in an elevator he/she survived by eating _.","pick":1},{"text":"The Somali pirates let \"Insert Name\" go free after they found his/her valuable stash of _.","pick":1},{"text":"The story of \"Insert Name\" lost his/her virginity involves that back seat of a car, a security guard, a flashlight, and _.","pick":1},{"text":"When \"Insert Name's\" skin feels rough he/she uses _to get it silky smooth.","pick":1},{"text":"When \"Insert Name\" knocks on heaven's door, he/she hopes St. Peter does not know about his/her _.","pick":1},{"text":"When \"Insert Name\" watches his/her cousin folding underwear, he/she thinks about _.","pick":1},{"text":"While going for a run through the city park \"Insert Name\" found two ducks fighting over _.","pick":1},{"text":"_ always helps \"Insert Name\" prepare for a big exam.","pick":1},{"text":"_ always starts out fun until \"Insert Name\" gets involved.","pick":1},{"text":"\"Insert Name's\" aptitude tst shows he/she is either suited to be a Doctor or _.","pick":1},{"text":"\"Insert Name's\" class trip was completely ruined by _.","pick":1},{"text":"\"Insert Name\" believes that on the 7th day the Lord said let there be _.","pick":1},{"text":"\"Insert Name\" has a weakness for kittens, puppies and _.","pick":1},{"text":"\"Insert Name\" loves to use _ to get him/her off.","pick":1},{"text":"\"Insert Name\" Offered two homeless people lots of _ in order for them to fight to the death.","pick":1},{"text":"\"Insert Name\" says _ tastes like chicken.","pick":1},{"text":"\"Insert Name\" says if there were an Olympic sport for _ he/she would win gold.","pick":1},{"text":"\"Insert Name\" thought getting abducted by Captain Hook would be scary, turns out they both enjoy _.","pick":1},{"text":"\"Insert Name\" traded _ for a vial of pristine Gypsy tears.","pick":1},{"text":"\"Insert Name\" wanted a pony but got _ instead.","pick":1},{"text":"\"Insert Name\" would love to see _ as the new school mascot.","pick":1},{"text":"Dear Parent, we regret to inform you that \"Insert Name\" will no longer be allowed on school property after he/she involvement with _.","pick":1},{"text":"Do not fuck with \"Insert Name\", while he/she is watching _ online.","pick":1},{"text":"During sex \"Insert Name\" likes to imagine he/she is _.","pick":1},{"text":"Every Sunday \"Insert Name\" goes to market to sell _, and every time comes home with Magic Beans.","pick":1},{"text":"For \"Insert Name's\" magic trick next he/she will pull _ out of a hat.","pick":1},{"text":"I am not sure what \"Insert Name\" has up his/her ass, but I think it might be _.","pick":1},{"text":"I missed my last flight to Utah because \"Insert Name\" hid _ in my luggage and I was detained by Airport security.","pick":1},{"text":"If \"Insert Name's\" life were turned into a musical it would be called the Sound of _.","pick":1},{"text":"In chemistry lab today \"Insert Name\" learned how to make explosives by/with _.","pick":1},{"text":"In psychology \"Insert Name\" learned that basic human needs include _.","pick":1},{"text":"Next to lollipops, _ is/are \"Insert Name's\" favourite things to lick.","pick":1},{"text":"The best excuse \"Insert Name\" could come up with for being late for work involved a crossing guard and _.","pick":1},{"text":"We all know the phrase \"What happens in Vegas, Stays in Vegas\" so why did \"Insert Name\" bring home _?","pick":1},{"text":"When \"Insert Name\" was a child they used to use building blocks to create _.","pick":1},{"text":"You hear the craziest stuff in methadone clinic lineups, this morning I overheard \"Insert Name\" having a heated conversations about _.","pick":1}]