[{"text":"9/11: Forgive and forget."},{"text":"A bathtub full of Jared from Subway's lost fat that he used as lube with underage girls. (I'm sorry.)"},{"text":"A cat named Magic beating feline AIDS."},{"text":"A concetration camp counsellor."},{"text":"A dick made out of hot sauce."},{"text":"A dick so old it cums dust."},{"text":"A flask that doubles as a dildo so your alcoholism can finally finish fucking you."},{"text":"A fun-filled suicide pact."},{"text":"A lady in a wheelchair racing a Slinky® down a staircase."},{"text":"A lubed up butthole that sings like James Taylor instead of farting."},{"text":"A magical horse with a horn that you fuck called a Screwnicorn."},{"text":"A mommy blogger seconds away from drowning her children in the bathtub."},{"text":"A mouth full of soft dick."},{"text":"A new assault rifle called the JFK-47."},{"text":"A smaller, whiter vagina."},{"text":"A tanning bed that makes you racist."},{"text":"A wilderness survivalist who sucks his own dick for protein."},{"text":"Adding a landing strip to your ass."},{"text":"Aggressively maintaining eye contact with my gynocologist."},{"text":"Airbnb but for people who need to shit."},{"text":"American't."},{"text":"An abused circus elephant named Donald Trunk."},{"text":"An awkward father daughter dance boner."},{"text":"An NRA member blowing a gun through a glory hole."},{"text":"Being racist only towards those pesky Native Americans."},{"text":"Big titties OR little titties, I don't give a fuck!"},{"text":"Bigfoot's underwhelming penis."},{"text":"Breast implants made from crumpled newspaper."},{"text":"Captain Sandy Hook (a bunch of dead children dressed in a trench coat trying to pass as a sea captain)."},{"text":"Child porn, meaning porn starring adults but written and directed by children."},{"text":"Clearing Eric Clapton's son off of the sidewalk."},{"text":"Clitoral paper cuts."},{"text":"Colonic chronic: Poo that gets you high."},{"text":"Covering up the tattoo of a past lover with a c-setion scar."},{"text":"Dick tears."},{"text":"Dressing up as a baby and fighting everyone at Planned Parenthood."},{"text":"Eating out Harriet Tubman for the password to the Underground Railroad."},{"text":"Explaining the dick on your friend's face to his mother when you hadn't realized he died of alcohol posioning."},{"text":"Explaining to the court why it's really the Jews who should be on trial here."},{"text":"Farting on a ranom baby."},{"text":"Finding a condom at the very center of the turducken."},{"text":"Finding your dad's paraplegic porn collection and realizing why he beats your mom."},{"text":"George Zimmerman auctioning off his gun to buy Skittles® and hoodies."},{"text":"Googling \"how many dick warts is too many dick warts?\""},{"text":"Having wet nightmares."},{"text":"Hitting another person with another person."},{"text":"House strippers ruining your zucchini."},{"text":"Instagramming your abortion #blessed."},{"text":"Jizzing on the wrong kid and not knowing what to say to the guy you paid."},{"text":"Kissing Hillary Clinton's thighs after running a 5K."},{"text":"Lip gloss for the labia."},{"text":"Lucy in the sky with diseases."},{"text":"Masturbatinhg to pictures of your mom's tits when you're hungry."},{"text":"Meeting your birth father through Tinder."},{"text":"Nut skin frozen to a steel pipe."},{"text":"O.J. Simpson's application for Uber."},{"text":"Obama's nickname for his wife's vagina: \"The Oval Orifice.\""},{"text":"Pixar's first snuff film."},{"text":"Pubes held together in a little ponytail holder."},{"text":"Quietly tucking my penis under my belt."},{"text":"Realizing she's dead, but finishing anyway."},{"text":"Referring to your vagina as \"The Wage Gap.\""},{"text":"Roofying her just for some god damn peace and quiet."},{"text":"Rubbing my period pussy on Steve Harvey's teeth."},{"text":"Scuba poopin'."},{"text":"Seriously fighting your shadow because you suffer from dementia and racism."},{"text":"Sniffing the bike seats at a women's gym."},{"text":"Spanx for your personality."},{"text":"Squirting after eating asparagus."},{"text":"Standing there knowing you could fuck that kid back to life."},{"text":"Sucking a dick so small you have to fake choke and gag just to be nice."},{"text":"Sucking on titties like you're trying to get the cancer out."},{"text":"Summer School II: Still Can't Read."},{"text":"Taking a friend's kid on a walk and coming back with a dog instead."},{"text":"Taking your daughter on a trip to Africa to get rid of that pesky clit."},{"text":"Tampons for squirrels."},{"text":"That floating plastic bag from American Beauty, but full of diarrhea."},{"text":"The cigar Donald Trump keeps in his daughters."},{"text":"The country where people die from gun violence all the time but people still want more guns."},{"text":"The dark secret behind the Special Olympics that nobody talks about."},{"text":"The scent of an excited Oprah."},{"text":"The smooth, creamy taste of Neverland Ranch Dressing."},{"text":"The tiny slave owner that lives under Pharrell's hat."},{"text":"Throwing cats into ceiling fans."},{"text":"Traveling back in time to find Hitler and suck his dick."},{"text":"Trying incest because she's such a good cook."},{"text":"Twinkies®."},{"text":"Voting with my vagina by mashing it against all the buttons."},{"text":"Wolverine's ever-regenerating foreskin."},{"text":"300 days of sunshine, 365 days of white people."},{"text":"A forest fire that finally destroys that finally destroys Colorado Springs."},{"text":"A group of nuns on Ecstasy finger blasting themselves outside of The Church."},{"text":"A redneck finding out the hard way The Wrangler isn't a jeans store."},{"text":"A vagina that tastes like the bathroom floors at Tom's Diner."},{"text":"Accidentally showing your homemade porno at Film on the Rocks."},{"text":"Adele Arakawa: Providing informed, reliable boners weekdays at 6, 10, and 11pm."},{"text":"American Furniture Whorehouse."},{"text":"An asshole with dreadlocks."},{"text":"An atheist going to Garden of the Gods."},{"text":"Assuming anything with \"Rocky Mountain\" in the name is made with bull balls."},{"text":"Blucifer? I barely know'cifer!"},{"text":"Breaking out your winter mirkin."},{"text":"Casa Bonita's even shittier location, Casa Vomita."},{"text":"Cheesman Park: where you can bury a bone AND uncover one."},{"text":"Columbine High School's new mascot, the Fightin' Early-Intervention Peer Mediator."},{"text":"Confusing Denver Health with a dispensary."},{"text":"Dealin' Doug, dealin' drugs."},{"text":"Denver turning down the Olympics so that it could focus on its band."},{"text":"Drunk Frank Azar trying to show you his \"Strong Arm\" again."},{"text":"Electing Snoop Dogg as District Comptroller of the Cannabis Cup."},{"text":"Farting on the MallRide."},{"text":"Getting fisted at First Friday."},{"text":"Getting in trouble for referring to your wife as \"Kegs and Eggs.\""},{"text":"Getting the first bloody diarrhea at the first Chipotle®."},{"text":"Getting your period in the hallway at The Stanley Hotel aftr drinking too much rum."},{"text":"Giving your kid a B-Cycle™ for Christmas."},{"text":"Going to the Bluebird to see indie rock band Nippless Cage."},{"text":"Greeley: where if it doesn't smell like shit, you're not in Greeley."},{"text":"Hate fucking a Subaru™."},{"text":"Having your favorite chilldhood memory replaced by a mixed-use condo."},{"text":"Hotboxing the Balloon Boy."},{"text":"Jenga® made with breakfast burritos."},{"text":"Jizz in the Park."},{"text":"John Elway and Peyton Manning's huge headed love child."},{"text":"John Elway's football shaped cock."},{"text":"JonBenet Ramsey's cold, dead future."},{"text":"Leaving a trail of crushed Dale's Pale Ale cans when hiking to find your way back home."},{"text":"Letting Patrick Roy hit your wife because you're SUCH A HUGE FAN."},{"text":"Mistaking the Zombie Crawl for a homeless uprising."},{"text":"North Commerce City After Dark."},{"text":"Ordering the 7lb Jack-n-Grill burrito because you miss your dead baby."},{"text":"Organizing a pedal bar event for the handicapped."},{"text":"Panning for gold in Aurora (robbing your neighbor's house)."},{"text":"Playing the pianos on the 16th St Mall with your genitals."},{"text":"Pueblo: Colorado's grundle."},{"text":"Punch Bowl Social®: where Tinder comes to life."},{"text":"Realizing Colorado natives were actually the Native Americans."},{"text":"Remembering Chubby's when it was flaccid."},{"text":"Screaming \"JESUS! FUCK, NOT AGAIN!\" while at the Denver Aquarium Shipwreck exhibit."},{"text":"Sending $3,000 on ski equipment that sits in the front hall closet for 15 years."},{"text":"Serving jail time for making eight-year-olds reenact THAT South Park episode."},{"text":"Shannon Shart Adult Diapers™."},{"text":"Stringing piano wire across a street right before the Denver Cruisers turn the corner."},{"text":"Taking dick pics at Tiny Town so it looks HUGE."},{"text":"Taking the kids to Lakeside because you don't love them anymore."},{"text":"That unmistakable Colfax itch."},{"text":"The 3 Jamaicans at Reggae on the Rocks."},{"text":"The Brown Palace: A place and a rich guy sex move!"},{"text":"The Denver Satanic Gardens."},{"text":"The DIA Devil Horse having a field day with your butt."},{"text":"The only black guy in Aspen."},{"text":"The popular local sex move, the Steamboat Spring."},{"text":"The Ryan Gosling of Commerce City."},{"text":"The underrepresentation of African-American dancers at Blues events."},{"text":"The unshaved undercarriage of a Boulder Trustafarian."},{"text":"The XXX Games."},{"text":"Tim Tebow's Reign of Christian Terror."},{"text":"Tour de Fat bottom girls."},{"text":"Traffic going to the mountains, because traffic needs to get out of town sometimes, too."},{"text":"Water World's Thunder Bay Wave Pool filled with jizz and tears."},{"text":"Whispering \"Green chile is people!\""}]