[{"text":"\"Mrs. Robinson, you want me to provide _ and _ for this affair?\"","pick":2},{"text":"\"Wait!  I thought you had the lube for _!\"","pick":1},{"text":"After _, the elevator ride got really uncomfortable.","pick":1},{"text":"Afterward, I realized having my grandmother over for _ on her birthday may not have been the best idea I've ever had.","pick":1},{"text":"He didn't want sex, he wanted _ with _.  I can work with that.","pick":2},{"text":"I can't believe that _ is now being taught to kids as young as seven!","pick":1},{"text":"I realized that my tastes have turned much trashier since my experience with _.","pick":1},{"text":"I'm totally turned on when someone wears glasses and has _.","pick":1},{"text":"Most things cleaned up fairly easily, but I'm still trying to get the liquid latex out of my _.","pick":1},{"text":"Newbies think they're kinky when they've had _.  Then they go to their first party and get their minds blown when they see people _. (And maybe not just their minds...)","pick":2},{"text":"Note to self: _ is not an acceptable form of contraception.","pick":1},{"text":"Someone was a bad girl.  Now you're going to need to be punished with _.","pick":1},{"text":"Sure, I like humiliation, but _ is a hard limit.","pick":1},{"text":"The last time I misbehaved, my Master punished me with _.  I won't do that again.","pick":1},{"text":"There's a new Fetlife group for fans of _ at fetlife.com/_.","pick":2},{"text":"Until last night, it had never occurred to me to try _ on _ on the kitchen counter.  Talk about fun!!!","pick":2},{"text":"We lucked out.  The cop who pulled us over didn't check and we had _ in the trunk!","pick":1},{"text":"We were just making dinner and having some wine when we got distracted by _.","pick":1},{"text":"Who's to say that love needs to be soft, gentle, and sweet?  Not when it can involve _...","pick":1},{"text":"Why am I wet?","pick":1},{"text":"Why was a clean-up needed on aisle 6?","pick":1},{"text":"You have _?!  Oh my god! Put it in my mouth!!!","pick":1},{"text":"Admit it.  You would like to spend the night _ with at least one person at this table.","pick":1},{"text":"During the date, I found out that he really likes _ and _ at the same time.  I'm NOT okay with that.","pick":2},{"text":"For our anniversary, we went to a lovely little bed and breakfast, where they're known for their wine cellar and their _.","pick":1},{"text":"I deserve an Academy Award for not reacting when he started talking about _ 10 minutes into our first (and last) date.","pick":1},{"text":"I had no idea she was interested in me until we both got really drunk and found ourselves _.","pick":1},{"text":"I really love both Kari and Stephen, but the deciding factor between the two is simple.  _.","pick":1},{"text":"I wasn't able to talk my girlfriend into _, but it was surprisingly easy to talk her into _.","pick":2},{"text":"I'm looking for a partner in crime.  The crime?  _.","pick":1},{"text":"It's one thing to have their dog stare at you while you're making out, It's another to be stared at while _.","pick":1},{"text":"Must love Jesus and _.","pick":1},{"text":"My date apparently could see auras.  What did she see from my past that left her terrified and in the fetal position?","pick":1},{"text":"My partner uses _ to mark their territory.","pick":1},{"text":"My six things I can't live without?  Air, Friends/Family, iPhone, Good wine, Internet, _, and _.  Yeah, that's seven, but I'm a rebel.","pick":2},{"text":"Not a single profile picture gave me a good view of their face or figure, however, all of the pictures made their interest in _, quite obvious.","pick":1},{"text":"People say that the first thing they notice about me is _, but let's be honest, it's actually _.","pick":2},{"text":"The first date went so well...  So why did the second date end?","pick":1},{"text":"The two most awkward topics of conversation during our date at the church picnic?  _ and _.","pick":2},{"text":"What disturbed me most about the person who contacted me from Plenty of Fish?","pick":1},{"text":"What helped me get my last girlfriend?","pick":1},{"text":"While on the phone with his Mom, I seriously distracted my boyfriend with _.  It's a good thing I didn't laugh when she asked if something was wrong.","pick":1},{"text":"Why did I dump my significant other the day before Valentine's Day?","pick":1},{"text":"You think your last date was bad?  My date thought that buying me _ was a reasonable substitute for buying me dinner.","pick":1},{"text":"At the end of the night, the venue smelled like _.","pick":1},{"text":"I knew he/she was creepy when _.","pick":1},{"text":"I really hope the picture of me _ doesn't show up in the facebook photo album.","pick":1},{"text":"Mambo is a dance. Salsa is a _.","pick":1},{"text":"My dancing would really improve if I worked on two things: my connection and _.","pick":1},{"text":"Old- and new-school dancers alike were surprised with the success of the _ room at our Friday night dance.","pick":1},{"text":"Please be warned, altitude sickness will lead to _, _, and _.","pick":3},{"text":"The _ Dance Exchange","pick":1},{"text":"The best way to check someone off your dance card is _.","pick":1},{"text":"The last time I _, I was _ all night long.","pick":2},{"text":"The old argument of \"Hollywood\" vs. \"Savoy\" is mirrored in the real world by \"_\" vs. \"_.\"","pick":2},{"text":"This year at fusion exchange, we are offering _ at the low price of a dollar a minute.","pick":1},{"text":"Today at fusion exchange, I learned _.","pick":1},{"text":"Wanna dance? I've been taking _.","pick":1},{"text":"When I am too tired to keep dancing, I like to _.","pick":1},{"text":"When I hear someone say they really only dance fusion, I think _.","pick":1},{"text":"When I wake up after dancing till 5AM, I wish _.","pick":1},{"text":"Why did the fusion exchanges end?","pick":1},{"text":"_ is my co-pilot.","pick":1},{"text":"_, that's why I got married.","pick":1},{"text":"_:  A solution in search of a problem.","pick":1},{"text":"\"Give me liberty or give me _!\"","pick":1},{"text":"\"I love the smell of _ in the morning!\"","pick":1},{"text":"\"Isn't that the ultimate homeland security, standing up and defending _?\" - Rick Santorum","pick":1},{"text":"A spoonful of _ helps the _ go down.","pick":2},{"text":"I never should have introduced _ to _.","pick":2},{"text":"I thought I was _, but it turns out I was _.","pick":2},{"text":"I use the Internet to look at pictures of _.","pick":1},{"text":"I was in _ but my life changed when I found _.","pick":2},{"text":"If you build _, they will come.","pick":1},{"text":"In your Best-Man speech, I'd talk about when we found ourselves _.","pick":1},{"text":"Last night, I tried _ again.  It was MUCH better the second time.","pick":1},{"text":"Me and _?  That's just a rumor!","pick":1},{"text":"My fortune cookie said I should spend more time playing with _ and less time with _.","pick":2},{"text":"My personal trainer showed me this cool thing I could do with _ and _.","pick":2},{"text":"Randaflex™:  The first over-the-counter treatment for _.","pick":1},{"text":"The only mind-altering substance I use is _.","pick":1},{"text":"We've secretly taken the coffee you usually drink and replaced it with _.","pick":1},{"text":"What's my spirit animal?","pick":1},{"text":"You did _?  With _?  For how many cookies?","pick":2},{"text":"_. Is THAT what they're calling it these days...","pick":1},{"text":"_. It's no oxycontin, but it will get you through the morning.","pick":1},{"text":"_. It's not just for breakfast any more.","pick":1},{"text":"404 - _ Not Found","pick":1},{"text":"Coming this fall, _, starring Rob Schneider.","pick":1},{"text":"Fuck I love _, though.","pick":1},{"text":"I have Santa's list. After having _, you're getting _ for Xmas.","pick":2},{"text":"It rubs the _ on its skin or else it gets the _ again.","pick":2},{"text":"Math is hard. Let's go _.","pick":1},{"text":"Next year's Flipside theme is Flipside: _.","pick":1},{"text":"Now the Texas legislature is trying to take away a woman's right to _.","pick":1},{"text":"One small step for man, one giant leap for _.","pick":1},{"text":"The _ must flow.","pick":1},{"text":"The irony is that Ayn Rand's books were really about _, the whole time.","pick":1},{"text":"The more people I meet, the more _ sounds like a really good idea.","pick":1},{"text":"This is the dawning of the Age of _.","pick":1},{"text":"We Use _ To Control The Unwitting Masses.","pick":1},{"text":"When The Raptor comes he will eat _ first.","pick":1},{"text":"_ of Unusual Size? I don't believe in them.","pick":1},{"text":"\"_ victims should make the best of a bad situation.\" - Rick Santorum","pick":1},{"text":"\"If it's a legitimate _, the female body has ways of shutting that whole thing down.\" - Todd Akin","pick":1},{"text":"A loaf of bread, a glass of wine, and _.","pick":1},{"text":"Each freckle is a soul that a ginger has _.","pick":1},{"text":"He's _. She's _. Together they fight crime!","pick":2},{"text":"I got a job once cleaning _.","pick":1},{"text":"I was thinking of the immortal words of Socrates who said, \"I drank _???\"","pick":1},{"text":"I'd like to force the members of the Westboro Baptist Church to _ each other. Repeatedly.","pick":1},{"text":"I'd make a card with Star Trek references, but the _ at Paramount are lawsuit-happy.","pick":1},{"text":"If I hear _ one more time, I'm going to punch a baby.","pick":1},{"text":"Is this a dagger I see before me? No, it's _.","pick":1},{"text":"It's 106 miles to Chicago, we got a full tank of gas, _, it's dark... and we're wearing sunglasses.","pick":1},{"text":"My dissertation wasn't complete until I figured out the connection between Milton's \"Paradise Lost\" and _.","pick":1},{"text":"My Love is like a _.","pick":1},{"text":"So then he says, \"If you want to make this relationship work, you need to give up _ and _.\" As. If.","pick":2},{"text":"The latest miracle is a statue whose eyes bleed when in the presence of _.","pick":1},{"text":"Why can't we have nice things?","pick":1}]