[{"text":"\"This workplace has been 0 days without _.\"","pick":1},{"text":"Angelina Jolie will now be special envoy for _.","pick":1},{"text":"Behind every successful man is _.","pick":1},{"text":"Come to Toronto for the _, stay for the _","pick":2},{"text":"Don't worry, _ is not as hard as it seems.","pick":1},{"text":"Everyday has 86,400 seconds. And I'm always a second away from _.","pick":1},{"text":"I have an agreement with my significant other, if we meet _, I am allowed to have sex with them with no consequences.","pick":1},{"text":"I went to the desert and ate of the peyote cactus. Turns out my spirit animal is _.","pick":1},{"text":"I would be on board with Scientology if it weren't for _.","pick":1},{"text":"I'm never going to be rich and famous because I'm too busy _.","pick":1},{"text":"I'm sorry, Professor, but I couldn't complete my homework because of _.","pick":1},{"text":"If you had to pay me for sex, what would you do first? _.","pick":1},{"text":"Jellicle Cats come out tonight, Jellicle Cats come one, come all, the time for _ is now, Jellicles come to the Jellicle Ball.","pick":1},{"text":"Listen son, your mother and I are getting a divorce, and it's because of _.","pick":1},{"text":"My grandkids need _.","pick":1},{"text":"Puff the Magic _.","pick":1},{"text":"The six things I could never do without: oxygen, facebook, chocolate, netflix, friends, and _ LOL!","pick":1},{"text":"This is an absolutely hilarious video. Please share it! #_","pick":1},{"text":"To boost morale after Hurricane Harvey, President Trump gave a guy in a pick-up truck _.","pick":1},{"text":"Tonight's Final Jeopardy category is _.","pick":1},{"text":"When I was a little girl I always wanted to _.","pick":1},{"text":"Why would I want _ stuffed down my throat?","pick":1},{"text":"YAAAAAAS! You are serving me _ realness!","pick":1},{"text":"You are under arrest for _, again!","pick":1},{"text":"You like my cupcakes? I made them myself. The secret ingredient is _.","pick":1},{"text":"You won't find this in textbooks, but _ is the real reason the US entered World War II.","pick":1}]