[{"text":"1790"},{"text":"A 34-hour SAR mission."},{"text":"A clueless baby ensign."},{"text":"A company commander getting arrested for smuggling drugs and stolen weapons."},{"text":"A dignified burial at sea."},{"text":"A donkey show at the All Hands Club."},{"text":"A Fireman falling victim to scurvy."},{"text":"A floating garbage can full of smelly migrants."},{"text":"A friendly visit from CGIS."},{"text":"A googly-eyed company commander with a think Jamaican accent."},{"text":"A mentally challenged reserve commander who actually lost a boat."},{"text":"A morbidly obese DC1 arriving to muster on a mobility scooter."},{"text":"A pathetic re-enlistment at the \"E\" Club where no one attends, not even for free cake and beer."},{"text":"A saltwater wet down followed by a salty \"wet down.\""},{"text":"A salty food service specialist dribbling queef juice all over your meatloaf."},{"text":"A stuttering \"A\" School instructor who can't read good but wants to learn to do other stuff good too."},{"text":"Aborted boat babies going overboard."},{"text":"Alexander Hamilton's mummified corpse."},{"text":"An informative memo about the dangers of ball tapping."},{"text":"An officer getting trashed off of two appletinis and a shot of peppermint schnapps."},{"text":"An official memo banning the word \"moist.\""},{"text":"An old, crusty chief."},{"text":"An unusually attractive health services tech."},{"text":"Because chief said so!"},{"text":"Bering Sea shrinkage."},{"text":"Binge watching Netflix速 while on duty."},{"text":"Blaming shit on Reservists."},{"text":"Bloated, drowning victims."},{"text":"Boatswain's mates, masters of seamanship!"},{"text":"Boondockers."},{"text":"Breaking a mother fucker with the iron wrist lock take down!"},{"text":"Buoy tenders: the worst, dirtiest people."},{"text":"Buying unhealthy amounts of cheap booze at Yorktown."},{"text":"Chief's expansive collection of 80's pornography."},{"text":"Chief's wife's back boobs."},{"text":"Cleaning stations."},{"text":"Clicking through mandatory training slides while watching butt porn on your iPhone速."},{"text":"Commandant Pappie's unnecessary war on unit ball caps."},{"text":"Constantly being put on the watch bill because nobody likes you."},{"text":"Dead marine mammals."},{"text":"Discovering a mysterious island inhabited solely by filthy monkey men."},{"text":"Douglas Munro seductively whispering \"Did they get off?\""},{"text":"Drowning the homeless at sea."},{"text":"Elusive positive page sevens."},{"text":"Embarking on a PATFORSWA adventure to float around in the heat and hand out lifejackets."},{"text":"Endlessly arguing with the Mexicans over jurisdiction."},{"text":"Fending off insults from other service branches."},{"text":"Fining recreational boaters for their inadequate number of lifejackets."},{"text":"Fishery Enforcement."},{"text":"Fuck fuck games on the Eagle."},{"text":"Fucking Academy grads!"},{"text":"Gear adrift, gear a gift!"},{"text":"Going to open mast for making grimy boat porn."},{"text":"Handcuffing people in the dumbest fucking way possible."},{"text":"Hating your life because the Coast Guard never lets you do anything cool."},{"text":"Hispanic boaters who aren't smuggling drugs."},{"text":"Hitting \"Reply All\" to an email and crashing the entire network."},{"text":"Incomplete PRACs."},{"text":"Intoxicated spring breakers."},{"text":"Inviting the Church of Satan to perform an invocation at your change of command."},{"text":"Irregular bowel movements brought to you by Cape May's galley."},{"text":"Jayhawk barrel rolls."},{"text":"Knowingly jerking off next to a shipmate in the head."},{"text":"Looking forward to Boston's Gay Pride Parade."},{"text":"Loving The Guardian, but also hating The Guardian."},{"text":"Marrying your \"A\" School instructor and the inevitable divorce that follows."},{"text":"Master chief's impressive beer gut."},{"text":"Never having a clean combination cover."},{"text":"Not actually knowing the words to Semper Paratus."},{"text":"Not giving a fuck because you just remembered you're not a petty officer."},{"text":"Painting rocks orange."},{"text":"Participating in a change of command while completely sloshed."},{"text":"Passing tape because of your stumpy gorilla neck."},{"text":"Performing morally depraved acts to get your travel voucher processed."},{"text":"Performing naked cartwheels on the TRACEN commander's lawn."},{"text":"Pissing yourself after spending 13 hours in the bilge."},{"text":"Pretending to know how to read a boat board."},{"text":"Provocatively removing your Air Force Blue shirt in the Chief's Mess."},{"text":"Racing into a hurricane to avoid a menopausing staff officer."},{"text":"RAMMING SPEED!"},{"text":"Regrettably marrying a gigantic ham beast for the BAH."},{"text":"Remembering that you're part of the best damn lifesaving service on the planet!"},{"text":"Rogue waves."},{"text":"Scratch and sniff, 3D, next level porta-shitter artwork."},{"text":"Sevens."},{"text":"Shooting a harpoon into a bottlenose dolphin's adorable face."},{"text":"Shooting seagulls for fun."},{"text":"Shouting no-no words over comms."},{"text":"So. Many. Life jackets!"},{"text":"Soiling your Mustang速 suit."},{"text":"Some steamy company commander on-recruit action."},{"text":"Striking rate to get off the boat."},{"text":"Teaching Soldiers how to drive a boat."},{"text":"That one black guy who can swim."},{"text":"That one coxswain who likes to hit whitecaps."},{"text":"The Auxiliary saying asinine bullshit over the radio."},{"text":"The CCC Gallatin, the floating fuck boat."},{"text":"The Coast Guard Core Values."},{"text":"The endless adventures of \"A\" School."},{"text":"The lead Seaman."},{"text":"The orgasmic taste of Chewy速 Bars."},{"text":"The Polar Star!"},{"text":"The ship store's disappointing selection of cheap candy and trash food."},{"text":"The Thadmiral's throbbing erection for all things law enforcement."},{"text":"Traveling full speed through a protected manatee habitat."},{"text":"Turning random objects into hammers."},{"text":"Wearing the parka with Trops like some sort of fuckng weirdo."},{"text":"Yelling \"Do a backflip!\" at a bridge jumper."},{"text":"Yelling \"SEMPER PARATUS!\" while swatting a wasp nest with a broom."},{"text":"Zealously berating Cadets for doing stupid Cadet things."}]