[{"text":"_ clearly places this cluster fuck of a mission in the red.","pick":1},{"text":"_ got me banned from the Liberty Lounge for life.","pick":1},{"text":"_ was the reason I got reverted at Camp May.","pick":1},{"text":"_: the new and improved way to compel compliance.","pick":1},{"text":"_: the secret weapon of the E-3 Mafia.","pick":1},{"text":"AHOY, Seaman! Welcome to the Cutter Midgett! Prepare for a nonstop onslaught of _.","pick":1},{"text":"At TRACEN Yorktown, every safety brief must include a thorough discussion about _.","pick":1},{"text":"Boatswain's mate and damage controlman have merged to form a new rate, whose primary duties include _ and _.","pick":2},{"text":"BREAKING NEWS! In an unbelievable feat of heroism, USCG rescue swimmers recovered _ from the North Atlantic.","pick":1},{"text":"Delirious from _, a cackling Patrick Etheridge once exclaimed, \"You have to go out, but you don't have to come back!\"","pick":1},{"text":"Describe your time in the Coast Guard with one card.","pick":1},{"text":"Douglas Munro posthumously received the Medal of Honor for extraordinary heroism in the face of _.","pick":1},{"text":"Ensign + _ = an embarrassing international incident.","pick":1},{"text":"Food service specialists are always pissed off. _ doesn't even make them happy.","pick":1},{"text":"Gather 'round, shipmates! It's time for a sea story about _ and _.","pick":2},{"text":"Hey, XO! Instead of just echoing the commander, why don't you tell us about the importance of _?","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"Honor, Respect, Devotion to Duty, and _: the newest Coast Guard Core Value.","pick":1},{"text":"How can I explain my time on patrol? Well, I guess it's mostly _ and _.","pick":2},{"text":"How useful is the Coast Guard Auxiliary? I'll put it this way, they're about as useful as _.","pick":1},{"text":"I never truly understood maritime enforcement until I stumble upon _.","pick":1},{"text":"I will always be at my station, alert and atteding to _.","pick":1},{"text":"In exchange for safe passage, Colombian drug cartels are now bribing Seaman with _.","pick":1},{"text":"Kevin Costner and Ashton Kutcher have teamed up for The Guardian II: Searchier, Rescueier, and _.","pick":1},{"text":"Petty officer, I regrettably request to inform you about _.","pick":1},{"text":"Sometimes discipline is used to mean punishment, but the real meaning of discipline can be described by the words _.","pick":1},{"text":"The newest Coast Guard Regulation extensively covers _, a major focal point for the new Commandant.","pick":1},{"text":"The newest revision of 14 USC 89(a) now allows _ to more effectively compel compliance.","pick":1},{"text":"The only reason a few Coasties graduated BUD/S is because they bribed the cadre with _.","pick":1},{"text":"The only redeeming quality of TRACEN Petaluma is _.","pick":1},{"text":"Those bastards! I was minding my own business when CGPD came along and ticketed me for _.","pick":1},{"text":"Uh-oh, Boats broke the boat again! What did he do this time?","pick":1},{"text":"What does the Master Chief Petty Officer of the Coast Guard dream about most nights?","pick":1},{"text":"What finally sank the Eagle?","pick":1},{"text":"What gets chief hot and bothered?","pick":1},{"text":"What gives the Commandant of the Coast Guard the willies?","pick":1},{"text":"What is the new unofficial mascot of the Coast Guard?","pick":1},{"text":"What made Popeye's forearms so girthy?","pick":1},{"text":"When other service branches hear \"United States Coast Guard,\" they can't help but think of _.","pick":1},{"text":"You're either a boatswain's mate or you work for one, unless you're affiliated with _.","pick":1}]