[{"text":"_ is way too much responsibility for me.","pick":1},{"text":"_ should be a human right.","pick":1},{"text":"_: it's more likely than you think.","pick":1},{"text":"According to this personality quiz, you're the friend who's most likely to be _.","pick":1},{"text":"Adulting is like _ mixed with _.","pick":2},{"text":"Adulting is stressful. At least as a child I was _.","pick":1},{"text":"An upcoming social event just got canceled. How are you celebrating?","pick":1},{"text":"At a work meeting, I suggested shifting our core competencies away from web-based monetization and toward _.","pick":1},{"text":"During my job interview, I was asked my strengths, so I told them about my talent for _.","pick":1},{"text":"Everything's a complete mess but I'm still _ so I guess it's okay.","pick":1},{"text":"Great. Millennials have now ruined the _ industry.","pick":1},{"text":"Hey! I know we haven't talked in years, but I was wondering if you'd like to make residual income by selling _ with me.","pick":1},{"text":"His Tinder profile seemed fine until he listed _ as an interest.","pick":1},{"text":"I adulted for six straight hours before _.","pick":1},{"text":"I celebrated paying off my credit card by _.","pick":1},{"text":"I did my own laundry today! Tomorrow I plan to be _.","pick":1},{"text":"I didn't want to deal with my family, so I sat in my car for two hours just _.","pick":1},{"text":"I don't care if it's fun, _ is sexism.","pick":1},{"text":"I don't need to hold onto my youth, I just love _.","pick":1},{"text":"I feel inadequate when I see others _.","pick":1},{"text":"I had to call the health insurance company three times just to get coverage for _.","pick":1},{"text":"I know I'm good at adulting when I'm regularly _.","pick":1},{"text":"I know I'm in touch with my true self when I'm _.","pick":1},{"text":"I literally have no hobbies other than _.","pick":1},{"text":"I may not argue with what you just said, but I respect your right to be _.","pick":1},{"text":"I needed to buy a new mattress but my $50 was only good for _.","pick":1},{"text":"I never understand why adults were always in such a bad mood until I started _.","pick":1},{"text":"I should really go to sleep right now, but I can't stop _.","pick":1},{"text":"I try to find a nice date, but I always end up falling for people who are _.","pick":1},{"text":"I used to believe in fairytales. Now I believe in _.","pick":1},{"text":"I used to look forward to weekends, but now I just spend my time _.","pick":1},{"text":"I want to be the first person take a selfie while _.","pick":1},{"text":"I want to settle down and have kids but _ takes up all of my time.","pick":1},{"text":"I watched the news for five minutes. Now I want to be _.","pick":1},{"text":"I wish I was good as making friends in real life as I was at _.","pick":1},{"text":"I wonder if my landlord will accept _ as payment.","pick":1},{"text":"I'd have more money if I didn't waste it on _.","pick":1},{"text":"I'd rather be _ than file my own taxes.","pick":1},{"text":"I'm going to start listing _ as a skill on my resume.","pick":1},{"text":"I'm not a child anymore, Mom. I'm _.","pick":1},{"text":"I'm not irresponsible. Just today, I started _.","pick":1},{"text":"I'm out of coffee, so the only thing keepig me alive right now is _.","pick":1},{"text":"I'm sick of being shamed for _.","pick":1},{"text":"I'm trying to reduce my appetite by _.","pick":1},{"text":"I've been keeping the rent price down in my neighbourhood by publicly _.","pick":1},{"text":"I've been working three jobs, so the only thing I have energy for is _.","pick":1},{"text":"Ideal first date: _.","pick":1},{"text":"If I found a job that paid a living wage, I'd quit _.","pick":1},{"text":"If I spent less time _, I'd feel more like an adult.","pick":1},{"text":"If it weren't for Google, I wouldn't have a clue how to _.","pick":1},{"text":"If it weren't for my student loans, I could be _.","pick":1},{"text":"If you think your life is hard, I was just _.","pick":1},{"text":"In a shocking new report, 80% of people under 40 now believe in _.","pick":1},{"text":"In this essay, I will be _.","pick":1},{"text":"Instead of trusting my inner voice, I think I'll just trust _.","pick":1},{"text":"It's not that I'm so dependent on my phone, it's just that it keeps me distracted from _.","pick":1},{"text":"Life is what happens while you're _.","pick":1},{"text":"Maturity is a process that involves patience and _.","pick":1},{"text":"Money can't buy you happiness but it sure beats _.","pick":1},{"text":"My belly button has probably collected 10 lbs of _ over the course of my life.","pick":1},{"text":"My biggest fear about adulting is _.","pick":1},{"text":"My constant _ just got me promoted.","pick":1},{"text":"My credit score is so bad, but at least I'll always be _.","pick":1},{"text":"My enjoyment of _ has turned into an addiction to _.","pick":2},{"text":"My fondest childhood memories are _.","pick":1},{"text":"My fridge is starting to represent _.","pick":1},{"text":"My friend claims to have lost 10 lbs. in two weeks by simply _.","pick":1},{"text":"My idea of winning is _.","pick":1},{"text":"My mom is so happy when I visit, but I'm only there to be _.","pick":1},{"text":"My new roommate was great until she started _.","pick":1},{"text":"My old classmates have great careers. Meanwhile, I'm _ all day.","pick":1},{"text":"My online persona would be shattered if people knew that I'm actually _.","pick":1},{"text":"My parents always told me I could be anything I wanted to be, but I just want to be _.","pick":1},{"text":"My partner is so competitive, but the only thing they beat me at is _.","pick":1},{"text":"My social life has turned to shit so now I'm just _ for fun.","pick":1},{"text":"My way of dealing with conflist is _.","pick":1},{"text":"No one retweets my stuff unless I post about _.","pick":1},{"text":"No one should be allowed to be _ in this country. Share if you agree!","pick":1},{"text":"Oh, so just because I believe in _, that makes me a Nazi?","pick":1},{"text":"Payday isn't for 12 days and I already spent my whole paycheck on _.","pick":1},{"text":"Sounds like _ but ok.","pick":1},{"text":"Sure, I had no freedom as a child, but it was still better than _.","pick":1},{"text":"The best part of my childhood was _.","pick":1},{"text":"The day I vote is the day I'll be _.","pick":1},{"text":"The idea of getting married is bearable if I'm allowed to be _.","pick":1},{"text":"The main reason for my social anxiety is _.","pick":1},{"text":"The only thing that gets me through my morning commute is _.","pick":1},{"text":"The road to adulting is paved with _.","pick":1},{"text":"They laughed at me for _. Well, now look at me.","pick":1},{"text":"They should invent an emoji for _.","pick":1},{"text":"Three things in life are certain: death, taxes, and _.","pick":1},{"text":"When I finally washed my bedsheets, I discovered evidence of _.","pick":1},{"text":"When I was a child, $10 was huge. Now $1,000 won't even pay for _.","pick":1},{"text":"While I might not function at most basic tasks, I'm an expert at _.","pick":1},{"text":"Why is it so hard to find a roommate who isn't always _?","pick":1},{"text":"With every year that passes, I find it harder and harder to be _.","pick":1},{"text":"Wow, you're still _? That's so retro!","pick":1},{"text":"You accidentally read the comments section. How do you maintain the will to live?","pick":1},{"text":"You try to go one hour without looking at your phone. How are you keeping yourself distracted?","pick":1},{"text":"Your date keeps talking about his moon sign in the fourth house. How do you stay interested?","pick":1}]