[{"text":"_: I volunteer as tribute!","pick":1},{"text":"_. Betcha can't have just one!","pick":1},{"text":"A superior officer approaches. You salute and say _, and they respond with _.","pick":2},{"text":"after my grandma passed gas, she learned over to my grandpa and said _","pick":1},{"text":"And what do we say to the God of Death?","pick":1},{"text":"As part of his daily regimen, Anderson Cooper sets aside 15 minutes for _.","pick":1},{"text":"As part of its hazing process, the frat forced its recruits to try _.","pick":1},{"text":"Calm down, dear, it's only _.","pick":1},{"text":"During his childhood, Salvador Dali produced hundreds of paintings of _.","pick":1},{"text":"Find a _ and pick it up, and all the day you'll have good luck.","pick":1},{"text":"Having sex with Hillary is like having sex with _.","pick":1},{"text":"Hey Chardonnay, wanna see _.","pick":1},{"text":"I'm sorry, sir, but your insurance plan doesn't cover injuries caused by _.","pick":1},{"text":"In the UK it's now socially acceptable to have _ in public","pick":1},{"text":"Little Boy Blue go blow your _.","pick":1},{"text":"Loyalty, Duty, Respect, Selfless, Service, Honor, Integrity, Personal Courage, and _: the newest Army Value.","pick":1},{"text":"Money from state lotteries goes to _ to buy _.","pick":2},{"text":"My heart skipped a beat when he took my hand, leaned in close, and whispered \"_.\"","pick":1},{"text":"My love for you is like _: peaceful and deep.","pick":1},{"text":"The Blues have as much chance of winning as _ has at getting laid.","pick":1},{"text":"To protect the integrity of our democracy, voting booths in 2020 will be monitored by _.","pick":1},{"text":"Twas the night before Christmas, and all through the house,\n\nnot a creature was stirring, not even _.","pick":1},{"text":"What made me this way?","pick":1},{"text":"When you go to the polls on Tuesday, remember:  a vote for me is a vote for _.","pick":1},{"text":"With every year that passes, I find it harder and harder to be _.","pick":1}]