[{"text":"_: Weak and ineffective.","pick":1},{"text":"According to Trump, he's \"strongly into God and religion.\" But only sort of into _.","pick":1},{"text":"According to Trump, the government can take away your home, but not your guns or _.","pick":1},{"text":"After President Trump gets done beheading top-bracket tax rates? Say goodbye to _.","pick":1},{"text":"After the NYSE delisted Trump Hotels in 2004, you could buy 1000 shares with _.","pick":1},{"text":"After Trump repeals every word of ObamaCare, he's replacing it with a luxury golf course and _.","pick":1},{"text":"Along with his \"very good brain,\" who or what else will make up Trump's Cabinet?","pick":1},{"text":"Along with sticks, weeds, and discarded panties, what will you find at Donald J. Trump State Park?","pick":1},{"text":"As a businessman, Trump is best known for _.","pick":1},{"text":"As America's First Son, Donald Jr. will be in charge of _.","pick":1},{"text":"As President, Trump promises to take Iran's oil, return Mexico's Mexicans, and _.","pick":1},{"text":"As President, Trump will create a new holiday that celebrates _.","pick":1},{"text":"As the self-described \"king of debt,\" Trump ruled over a magnificent empire of failed casinos and _.","pick":1},{"text":"As the self-proclaimed \"greatest jobs president that God ever createed,\" Trump will ritually sacrifice Federal Reserve Chair Janet Yellen on an altar carved from _.","pick":1},{"text":"As Third Lady of the United States, Melania Trump will be an outspoken advocate for _.","pick":1},{"text":"At Mar-a-Lago, Trump imports foreign dishwashers because he can't find American workers with _.","pick":1},{"text":"At military school in the 1960s, Trump won medals for neatness and _.","pick":1},{"text":"At Trump Chicago, room service will bring you a \"Trump Supreme\" pizza where every square inch is topped with _.","pick":1},{"text":"At Trump University Nursing College, aspiring caregivers learn all about _.","pick":1},{"text":"Failed startup GoTrump.com was supposed to help people get better deals on _.","pick":1},{"text":"From now on for visiting dignitaries, it's Big Macs, not lavish state dinners, with a side order of _.","pick":1},{"text":"Global warming? In Trump's opinion, it's just a concept by _ to \"make U.S. manufacturing non-competitive.\"","pick":1},{"text":"How does Trump plan to restore \"a sense of dignity to the White House\"?","pick":1},{"text":"How will Trump help America start winning against Mother Nature again?","pick":1},{"text":"I hug them. I hold them. They are all over the place. Here, Trump is talking about _.","pick":1},{"text":"If Donald ever did date his daughter, Ivanka, how would they spend their first date?","pick":1},{"text":"If Trump were God, what would Heaven's border wall be made out of?","pick":1},{"text":"In 1973, Trump sued the government to protect his right to not rent apartements to _.","pick":1},{"text":"In 2007, Trump started selling premium boxed meat. Customers said it tasted like _.","pick":1},{"text":"In the last year, CNN has aired thousands of Trump stories. But not once has it mentioned his _.","pick":1},{"text":"In the late 1990s, Trump tried to court his \"dream lady,\" Lady Diana, by bombarding her with _.","pick":1},{"text":"In Trump's opinion, free speech is warranted only in cases of _.","pick":1},{"text":"In Trump's opinion, the NFL should have more head-on-head collisions and _.","pick":1},{"text":"Like donkeys, Trump only sleeps for three hours a night. When he does, he dreams of _.","pick":1},{"text":"On a 2012 hunting trip in Africa, what did Trump's sons feed to hungry villagers?","pick":1},{"text":"On Thanksgiving, President Trump will only pardon turkeys with U.S. citizenship. All other turkeys, including anchor chicks, will be deported to _.","pick":1},{"text":"Our current nuclear arsenal is old and disgusting! Under President Trump, we'll have young, firm, beautiful warheads equipped with _.","pick":1},{"text":"Sadly, the Statue of Liberty is no longer a 10. She really needs _.","pick":1},{"text":"Step 1: _.\nStep 2: _.\nStep 3: Caucus!","pick":2},{"text":"Step 1: Fit all your ideas onto a baseball cap.\nStep 2: _.","pick":1},{"text":"The Pentagon? That's a very low-energy building. Our fabulous new Department of Ass-Kicking is going to have _.","pick":1},{"text":"The Presidental line of succession under Trump: Gary Busey. Omarosa. _.","pick":1},{"text":"The Trump Gitmo revamp? Fantastic waterboarding grotto, beautiful cultural humiliation lounge, and _.","pick":1},{"text":"Those \"thousands and thousands\" of U.S. Muslims Trump says he saw celebrating 9/11? Turns out it was just _.","pick":1},{"text":"Tired of bland, tasteless premium vodkas? Then try Trump Raspberry Vodka. It reeks of _.","pick":1},{"text":"To fix America's crumbling infrastructure, President Trump will personally fill every pothole in America with _.","pick":1},{"text":"True or false? Trump's wives are subject to term limits and _.","pick":1},{"text":"Trump and _: Best Frenemies Forever!","pick":1},{"text":"Trump deported Univision anchor Jorge Ramos from a 2015 press conference for asking about _.","pick":1},{"text":"Trump graduated from the Wharton School in 1968 with a B.S. degree in _.","pick":1},{"text":"Trump Natural Spring Water, served at Trump hotels, restaurants, and golf clubs, is \"tested continually to confirm its purity.\" Just like _.","pick":1},{"text":"Trump reminds Jerry Falwell, Jr. of Jesus. Probably because of his great love for _.","pick":1},{"text":"Trump says he's done more \"for equality\" than anyone. By \"equality,\" he means _ for all.","pick":1},{"text":"Trump says his net worth is based on market performance, his \"own feelings,\" and _.","pick":1},{"text":"Trump's American dream? Closed borders, open iPhones, womb control, and _.","pick":1},{"text":"Trump's cologne, Success by Trump, is a masculine combination of rich vetiver, tonka bean, and _.","pick":1},{"text":"Trump's concealed carry permit allows him to legally weaponize himself with guns, Trump cologne, and _.","pick":1},{"text":"Trump's cure for income inequality? _.","pick":1},{"text":"Trump's favorite book: The Bible. The subject of his favorite Biblical verse: _.","pick":1},{"text":"Trump's first pick to replace Justice Scalia?\nIvanka.\n\nHis second: _.","pick":1},{"text":"Trump's foundation gave $1000 to a Scientology-linked program that helps detoxify 9/11 rescue workers via \"jogging, oil ingestion, sauna and _.\"","pick":1},{"text":"Trump's hair-like stuff is perimeter-hardened to withstand offshore wind farms - but not _.","pick":1},{"text":"Under President Trump, \"good\" undocumented immigrants can attain legal status through _.","pick":1},{"text":"Under President Trump, all missiles will be activated with a simple \"You're fired!\" command. Hasta la vista, _!","pick":1},{"text":"Under President Trump, the bounty for capturing undocumented immigrants will be _.","pick":1},{"text":"Under President Trump, TSA guidelines would prohibit _ on airplanes.","pick":1},{"text":"Waterboarding is foreplay. The real torture starts when Trump whips out _.","pick":1},{"text":"Waterboarding? Too easy! When Trump's in charge, we'll smother POWs with towels soaked in _.","pick":1},{"text":"What else should we ban until our representatives can figure out what is going on?","pick":1},{"text":"What is Donald Trump's Twitter password?","pick":1},{"text":"What is the heart and soul of the Republican party?","pick":1},{"text":"What is the real reason Trump is running for president?","pick":1},{"text":"What makes the talking Donald Trump doll so eerily realistic?","pick":1},{"text":"What makes Trump so appealing to female Apprentice contestants?","pick":1},{"text":"What will Trump use to knock the hell out of ISIS?","pick":1},{"text":"What, according to Trump, made him unfit for military service?","pick":1},{"text":"What's in the penthouse suite at Trump Tower?","pick":1},{"text":"What's the biggest threat facing America?","pick":1},{"text":"What's the fastest way to make America gret again?","pick":1},{"text":"What's Trump's favorite way to unwind after declaring corporate bankruptcy?","pick":1},{"text":"What's Trump's plan to win the Latino vote?","pick":1},{"text":"When Fred Trump died in 1999, he left Donald more than $60 million, plus _.","pick":1},{"text":"When you \"graduate\" from Trump University, you get _ instead of a diploma.","pick":1},{"text":"While building Trump Tower, 200 undocumented Polish immigrants were paid $5 an hour to destroy _.","pick":1},{"text":"While Trump admits he was \"not a fan of the Vietnam War,\" he's absolutely crazy about _.","pick":1},{"text":"While Trump once described himself as \"very pro-choice,\" he now thinks abortion is warranted only in cases of incest, rape, and _.","pick":1},{"text":"Why does Gitmo get better TripAdvisor ratings than Trump Hotel Panama?","pick":1},{"text":"Why is the Statue of Liberty crying?","pick":1},{"text":"Yes, actors were hired to clap at Trump's campaign announcement. Their payment: _.","pick":1},{"text":"You're damn right Mexico's going to pay for a wall. With _.","pick":1}]