[{"text":"_ will always get you laid in Toronto","pick":1},{"text":"_? There's an app for that!","pick":1},{"text":"After a night of drinking, I found _ in my back pocket","pick":1},{"text":"Before deciding on the EdgeWalk, the CN Tower is considered _ as a new attraction","pick":1},{"text":"Captain John's Seafood Restaurant really closed because of _","pick":1},{"text":"Cash strapped City Hall has decided to implement a tax on _ immediately","pick":1},{"text":"Come to Toronto for the _, stay for the _","pick":2},{"text":"HGTV presents its newest home improvement series titled _","pick":1},{"text":"I blamed the streetcar but I was really late because of _","pick":1},{"text":"I don't have enough money to eat this month because I spent my last ten bucks on _","pick":1},{"text":"I forgot to vote because I was too distracted with _","pick":1},{"text":"I have enough _ to eat at home","pick":1},{"text":"I never met a _ I didn't like","pick":1},{"text":"I picked up _ on the night bus","pick":1},{"text":"If you miss the last boat back to the mainland from Toronto Island, prepare for a long night of _","pick":1},{"text":"In Toronto, the phrase \"Going to City Hall\" is actually slang for _","pick":1},{"text":"Margaret Atwood's next book is a thriller titled _","pick":1},{"text":"My contribution to the potluck was _","pick":1},{"text":"My family would be shocked to hear about _ in my eulogy","pick":1},{"text":"New Canadians are not being forced to pledge their allegiance to _","pick":1},{"text":"One in then TTC late night drivers will accept _ in lieu of the proper fare","pick":1},{"text":"Play three, make a poem","pick":1},{"text":"The last time I went to Honest Ed's I walked out with _","pick":1},{"text":"The Mayor was really smoking _ in that video","pick":1},{"text":"The most used app on my cell phone is for _","pick":1},{"text":"The newest bar in the Junction features _ on the menu","pick":1},{"text":"The only thing to fear is _","pick":1},{"text":"The worst birthday gift I ever received was _","pick":1},{"text":"The worst blind date I ever went on invovled _ and ended with _","pick":2},{"text":"The worst thing in my Google search history is _","pick":1},{"text":"This best describes my night each time the power fails in Toronto.","pick":1},{"text":"To improve customer safety, the TTC will be banning _ from all trains","pick":1},{"text":"Today on Bodybreak, Hal Johnson and Joanne Mcleod introduce a new workout routine called _","pick":1},{"text":"Toronto City Council has voted to cancel the Scarborough subway to better fund _","pick":1},{"text":"What do you get the person who has everything?","pick":1},{"text":"What does everyone playing this game has in common?","pick":1},{"text":"What inspired my mother to choose my first name?","pick":1},{"text":"What ruined the Santa Claus Day parade this year?","pick":1},{"text":"What you do not want to see when the subway doors open?","pick":1},{"text":"Yorkville's latest fad diet is called _","pick":1}]