[{"text":"_ - the incredible new documentary series narrated by David Attengborough.","pick":1},{"text":"1.5 million years ago, Dinosaurs were wiped off the face of the earth by _.","pick":1},{"text":"After surviving cancer, i really want to make the most of my life by _.","pick":1},{"text":"Alton Towers have announced their new roller coaster will be called _.","pick":1},{"text":"An apple a day keeps the doctor away, _ keeps the rapists away.","pick":1},{"text":"And here we see the alpha male of the species uses _ to entice a mating partner.","pick":1},{"text":"Brexit won`t solve immigration but _ will.","pick":1},{"text":"By the year 2025,it`s believed over 50% of the world will be _.","pick":1},{"text":"Give a man a fish and you feed him for a day, give a man _ and he`ll eat forever.","pick":1},{"text":"Great things always come from _.","pick":1},{"text":"I always find the key to sucess is _.","pick":1},{"text":"If I ever met the Queen I would tell her about _ and _.","pick":2},{"text":"Introducing..._ the new childrens book by David Walliams.","pick":1},{"text":"It`s been revealed that Disney`s latest animated film will be called - _.","pick":1},{"text":"Maybe she`s born with it, maybe it`s _.","pick":1},{"text":"My doctor recently diagnosed my condition as _.","pick":1},{"text":"Researchers now believe the increased level across the UK is a result of _.","pick":1},{"text":"Scientists have proved that once we die ,our souls are re-incarnated into a world of _.","pick":1},{"text":"Single man reveal yourself .... Hi Ladies my name is Steve and my party Trick is... _.","pick":1},{"text":"Sorry I'm late I was too busy _.","pick":1},{"text":"The government have now passed a new law which makes _ compulsory.","pick":1},{"text":"The most effective way of killing the cast of Love Island is _ .","pick":1},{"text":"The NHS has revealed that _ is the most likely cause of death in the UK.","pick":1},{"text":"The Olympic Committee are considering _ as a new sport for the next Olympic games.","pick":1},{"text":"The Royal Oak School for boys will be the first in the UK to introduce _.","pick":1},{"text":"The votes are in the UK`s most popular flavour of crisps is... _.","pick":1},{"text":"The World would be a better place if we had more _.","pick":1},{"text":"They Grow up so fast. One minute they`re crawling around trying to say their first words, the next minute they`re _.","pick":1},{"text":"This Christmas give the gift of _.","pick":1},{"text":"To get an audition for this years X Factor, you`ll need to be able to sing whilst _.","pick":1},{"text":"Tonight Matthew, i`m going to be _.","pick":1},{"text":"Welcome to England, the home of _ and_.","pick":2}]