[{"text":"100 wheelchair-bound children rolling around in the back of a C-5."},{"text":"A 2 EPR that was truly deserved."},{"text":"A big empty plane with no seats and a bucket to shit in."},{"text":"A big fat OPSEC fail."},{"text":"A break in service."},{"text":"A bucket of prop wash."},{"text":"A contractor who is so badass that he grows a beard and tells war stories."},{"text":"A court-martial for stealing panties and then trying to hide the evidence by eating all of them."},{"text":"A decomposing Airman found inside a dorm wall locker."},{"text":"A delightful old woman at an airport USO."},{"text":"A DFAC entree covered in cockroach eggs and curly black hairs."},{"text":"A disgsutingly fat National Guardsman wearing a wrinkled, mustard-stained uniform."},{"text":"A DITY move in an old covered wagon."},{"text":"A dorm bathroom haunted by jizz demons and spooge spirits of amsturbations past."},{"text":"A finance clerk telling you to take your complaint and shove it right up your ass."},{"text":"A former Hooters waitress who's now a 2nd Lt."},{"text":"A hangar filled with bird shit."},{"text":"A hardcore PT session of Duck, Duck, Goose."},{"text":"A hideously deformed Iraqi teenager winking at you with his one good eye."},{"text":"A Human Weapon System."},{"text":"A JTAC with a terrible stutter."},{"text":"A lieutenant defending their stupid ideas like they're Billy-fucking-Mitchell!"},{"text":"A lubed-up Jimmy Doolittle pushing a naked President Roosevelt through the White House Rose Garden."},{"text":"A malfunctioning fuel truck spraying an ejaculating bull elephant."},{"text":"A MEPS adventure that ends with old man breath on the back of your nutsack."},{"text":"A military working dog eating its handler."},{"text":"A MSgt who still uses Myspace."},{"text":"A National Defense Service Medal license plate that lets people know you're not fucking around."},{"text":"A Nuclear Deterrence Operations Service Medal that somehow gives your worthless life meaning."},{"text":"A nuclear warhead hidden inside a short bus full of special needs children."},{"text":"A post-deployment RED HORSE troop fucking everyone and everything in their path."},{"text":"A promotion system based on explicit sexual favors."},{"text":"A rainbow flag morale patch."},{"text":"A retired general making money off the same Air Force he failed."},{"text":"A retiree dragging his balls across the base gym's locker room."},{"text":"A Rite in the Rain® notebook filled with doodles and angsty teen poems."},{"text":"A running track that's a dick's length too long."},{"text":"A shit-hot flight line cop."},{"text":"A shop chief who you wouldn't mind violently murdering."},{"text":"A shortage of fighter pilots."},{"text":"A six month vacation to the Third World."},{"text":"A sketch landing."},{"text":"A smooth-talking WWII Vet scoring some sweet nursing home trim."},{"text":"A super dead Airman."},{"text":"A White Rope running their fingers through a Catholic Chaplain's coarse gray pubes."},{"text":"A Wing Commander stealing breast milk from the pumping room's fridge and then dousing himself in dat sweet titty juice."},{"text":"A ZJ from a PJ."},{"text":"AAFES, those classy mother fuckers."},{"text":"ABU fabric purses that are equal parts shame and embarrassment."},{"text":"Abusing the system more than it abuses you."},{"text":"Academy grads."},{"text":"Accusing an instructor of mansplaining."},{"text":"Accusing fellow Airmen of stealing all of your jerk-off goblins."},{"text":"Aiming high."},{"text":"Air Force Jesus."},{"text":"Air Force-branded selfie sticks."},{"text":"Airborne frickin' lasers!"},{"text":"Aircraft of the future!"},{"text":"Airmen of races much different from your own."},{"text":"All the additional duties I have."},{"text":"An A1C charging Mess Dress purchases to their Star Card."},{"text":"An Ammo Troop with strange, incurable STDs."},{"text":"An armless pilot."},{"text":"An autistic cyber warrior with Doritos®-stained hands fucking an anime pillow in the supply closet."},{"text":"An HIV epidemic rapidly spreading throughout the dorms."},{"text":"An interracial command team."},{"text":"An ISIS unit ball where the goats are all prettied up in little goat dresses."},{"text":"An Outlook® inbox filled with Chinese spear phishing emails and group BBQ reminders."},{"text":"An overweight A1C who's just existing."},{"text":"Another deployment to Behead-istan."},{"text":"Another John Q Public rant."},{"text":"Another pointless meeting where the commander sticks his head in between his legs and kisses his own ass."},{"text":"Anti-brown people munitions."},{"text":"Assuming a bird strike is just that plane's time of the month."},{"text":"Autoerotic hypoxia."},{"text":"Averaging one marriage per enlistment."},{"text":"Bailing out the Army with some clit-hardening CAS."},{"text":"Barkatraz."},{"text":"Base housing swinger parties."},{"text":"Base-wide \"fun runs\" that are as slow as old people screwing."},{"text":"Being \"Air Force Cool.\""},{"text":"Being the Red Dot."},{"text":"Being triggered by poetry years after resistance training."},{"text":"Betraying the American people's trust."},{"text":"Big Blue."},{"text":"Bird strikes."},{"text":"Blowing kisses to a mongoloid chow hall worker."},{"text":"Boots the color of baby diarrhea."},{"text":"Breaking the speed of stupid."},{"text":"Breastfeeding in uniform."},{"text":"Bring your Butterbar to Work Day."},{"text":"Bringing back Tops in Blue."},{"text":"Bullshitting your way through yet another PHA."},{"text":"Butt stuff in exchange for orders."},{"text":"Cancerous USAF leadership."},{"text":"CAOC fuck fests."},{"text":"Captain Baggadix."},{"text":"Charging lap dances and boner pills to a Government Travel Card."},{"text":"Checkride beers."},{"text":"Chuck Yeager's 75 lb. testicles."},{"text":"Commander's Call."},{"text":"Commissioned officers."},{"text":"Crashing a GOV and then just walking away."},{"text":"Crew rest."},{"text":"CUMSEC."},{"text":"Curtis LeMay totally wrecking Airmen with his big cigar."},{"text":"Deflecting fuckery with your DD 214."},{"text":"Defrauding the government bigly."},{"text":"Dirty dorm sponges."},{"text":"Discharging dishonorably."},{"text":"Doing stupid shit because a general is visiting the squadron."},{"text":"Double reflective belts!"},{"text":"Dropping warheads on foreheads."},{"text":"Dying in line at the VA."},{"text":"Dyslexic, atheist pilots who don't nelieve in dog fights."},{"text":"Ejecting."},{"text":"Eloping with your MTL after their court-martial."},{"text":"EXERCISE EXERCISE EXERCISE!"},{"text":"Expedient mid-shift sex in a cocked B-52 crew bunk."},{"text":"Exploding an Afghan hospital because WHOOOPS!"},{"text":"Fat shaming Soldiers."},{"text":"Feeling a hint of guilt for thinking Nazi uniforms looked cool."},{"text":"Fiery death at an air show."},{"text":"Flagging the range with a MK 19."},{"text":"Flight line drive-by staredowns."},{"text":"Flying a desk and absolutely loving it!"},{"text":"Flying Under the Influence."},{"text":"Fraud, waste, abuse, repeat."},{"text":"Fucking Nonners."},{"text":"Fuel savings iniatives that don't make no got-damn sense!"},{"text":"Gaining rank one ass smooch at a time."},{"text":"Getting eaten out by a fighter pilot."},{"text":"Getting fucked to death by a four-star general."},{"text":"Giving zero fucks about the Middle East."},{"text":"Good Kill."},{"text":"Gorging yourself onn cabbage and meats right before the altitude chamber."},{"text":"Green Dot."},{"text":"Guard Mount!!!"},{"text":"Hardcore fraternization."},{"text":"Hating piggybackers."},{"text":"Hating stupid pilot culture because it's stupid and you hate it."},{"text":"Having acronyms for your acronyms (HAFYA)."},{"text":"Having all the planes!"},{"text":"Honoring C-130 heritage by shitting in front of 30 paratroopers."},{"text":"Horny young Airman."},{"text":"Hot Sister Thursdays at the Lackland BX."},{"text":"How an Airman grows up to be big and strong."},{"text":"I fly the M16."},{"text":"IEDs, mortar fire, and other dumb things that make your booty hole pucker."},{"text":"Jamming a CAC into a slot."},{"text":"Knocking up multiple Airmen."},{"text":"Lackland funk."},{"text":"Leading by email."},{"text":"Leather jackets."},{"text":"Leaving an Airman so, so far behind."},{"text":"Lietenants."},{"text":"Loading 10,000 learnin' books onto a B-52 and dropping them over Alabama."},{"text":"Lobster Night... because we're not in one of those peasant branches."},{"text":"Locking your knees."},{"text":"Maintainer debauchery."},{"text":"Making a Black Power fist mid-promotion."},{"text":"Med Bros and Med Hoes screwing up your ASIMS."},{"text":"Mentorshit."},{"text":"Military bearing of the highest caliber!"},{"text":"Millennial Airmen."},{"text":"Misplaced Air Force assets."},{"text":"Missileers."},{"text":"Mmmmmmm, dat CAS!"},{"text":"Motrin® addiction."},{"text":"Mutually Assured Destruction, dude!"},{"text":"Naked gunner hugs."},{"text":"Naming everything to sound way more high speed that it actually is."},{"text":"Newly incorporated kamikaze tactics."},{"text":"No Hope Pope."},{"text":"Non-combat deaths."},{"text":"Non-commissioned officers."},{"text":"North Korean military aircraft."},{"text":"Not Mission Capable."},{"text":"Offering to fuck away people's PTSD."},{"text":"Operation Enduring Semen."},{"text":"Ordnance."},{"text":"Overdue training."},{"text":"Pages intentionally left blank."},{"text":"Parachute cord wrapped around a penis."},{"text":"Pausing some steamy dorm romance mid-stroke when Taps starts playing."},{"text":"Phoning the parents of a half-retarded Airman to tell them they're fucking failures."},{"text":"Physically abusing dependents because you're a drunk piece of shit."},{"text":"Pilot hair."},{"text":"Pilot Retention."},{"text":"Pilot selfies."},{"text":"Pilots wearing Aviators and flying with their hands."},{"text":"Pilots whining like pre-teens."},{"text":"Please delete me from this distro."},{"text":"Pointy Heads."},{"text":"Pooping on the flight line and then scooping the turd into your hand and throwing it into a spinning prop."},{"text":"Precision guided mooooo-nitions."},{"text":"Predictable \"Chair Force\" jokes."},{"text":"Promoting so hard."},{"text":"Proudly displaying your dirty reflective belt and line badge at the BX."},{"text":"Putting the \"cock\" in cockpit."},{"text":"Quietly fingerbanging a fishy trainee."},{"text":"Random conversations at the smoke pit."},{"text":"Re-enlisting with a hopeful smile."},{"text":"Recruiters sexting underage high school students."},{"text":"Referring to stolen valor as being \"trans-veteran.\""},{"text":"Riding in a shopping cart with your arms stretched out to the side while screaming \"MAKE WAY I'M A JET PLANE, MOTHER FUCKER!\""},{"text":"ROTC Cadets who deserve all of the ass beatings."},{"text":"Roughing it in the field in a 3-star hotel."},{"text":"RPA operators with PTSD."},{"text":"Salty Airmen."},{"text":"Saluting Academy Cadets."},{"text":"Saluting with your right hand then saluting with your left hand then Nazi saluting into a backflip."},{"text":"Sarin gas attacks and other things that don't end goodly."},{"text":"Sawing an Airman in half during a USO magic show gone terribly wrong."},{"text":"Scheduling a bunch of medical appointments because fuck it."},{"text":"Security Forces, the window lickers of the Air Force."},{"text":"Sending a chimpanzee into G-LOC during f-35 training."},{"text":"SERE instructors and the psychological scars their children bear."},{"text":"Shift supervisors and the faces they sit on."},{"text":"Shooting up some good heroin in a bathroom stall at the Pentagon."},{"text":"Shouitng \"What goes TDY, stays TDY!\" right before making a terrible decision."},{"text":"Showering leadership with undue praise and affection."},{"text":"Showing up to Red Flag like it's Gangs of New York."},{"text":"Signing your life away."},{"text":"Single-handedly ruining my Air Force."},{"text":"Sitting alert."},{"text":"Situational unawareness."},{"text":"Skipping out on funeral detail."},{"text":"Smoking pot in uniform."},{"text":"Sneaking a burner phone into the WSA for the sole purpose of sending nudes."},{"text":"Snoozin' in the guard tower."},{"text":"Soaring above the clouds."},{"text":"Space warriors."},{"text":"Spaghetti spilling out of your uniform's pockets."},{"text":"Spending half of an enlistment in a training squadron."},{"text":"Spoiled commissary meats."},{"text":"Squadron culture."},{"text":"Standing on your T.O. instead of using a ladder."},{"text":"Strafing an Afghan shepherd and his sad, sickly goats."},{"text":"Stray dogs running wild through base housing, barking at minorities and shitting everywhere!"},{"text":"Subduing an officer using only the gentle touch of feminine hands."},{"text":"Taking out an insurance policy on the lieutenant."},{"text":"Team building activities that overwhelm you with embarrassment."},{"text":"That one weirdo who interservice transferred to the Army."},{"text":"The Air Force Academy forcing Jesus down your throat."},{"text":"The Air Force Combat Action Medal."},{"text":"The Air Force: where \"Death by PowerPoint®\" is a service-connected disability rating."},{"text":"The Air Force's stupid logo."},{"text":"The Airman's Creed."},{"text":"The alien prostitutes at Area 51."},{"text":"The amount of medals I have."},{"text":"The BUFF."},{"text":"The Chief Master Sergeant of the Air Force impregnating Miss Teen America."},{"text":"The entirely unrealistic expectations of the Air Force."},{"text":"The glue that unifies the force."},{"text":"The Good Idea Fairy."},{"text":"The legendary Lockheed SR-71 Blackbird... but why it gotta be black, though?!?"},{"text":"The Lieutenants Protection Association."},{"text":"The Lowest Price Technically Acceptable."},{"text":"The many ways DFAS will anal sex you."},{"text":"The Minuteman III ICBM, which is the same size as your grandmother's dildo."},{"text":"The model airplane you sleep with at night."},{"text":"The morale that's currently missing."},{"text":"The National Anthem, but with air horns, porn moans, and armpit fart noises."},{"text":"The needs of the Air Force."},{"text":"The Secretary of Offense."},{"text":"The sexiest service branch."},{"text":"The Sheppard Shuffle."},{"text":"The smell of pilot dick on your breath."},{"text":"The stinky kid in tech school."},{"text":"The Tuskegee Airmen's big black dicks."},{"text":"The two weeks of low self-esteem that follows a BX haircut."},{"text":"The United States Air Force Academy."},{"text":"The United States Air Force."},{"text":"The wind beneath my wings."},{"text":"Thinking B-2 pilots are cool guys who bomb peoples and doesn't afraid of anything."},{"text":"Those fucking nerds over at NORAD tracking Santa and shit."},{"text":"Throwing a brick through the window of your local finance office."},{"text":"Transgender integration training."},{"text":"Treating grown adults like children."},{"text":"Treating urinalysis like a strip tease."},{"text":"TRICARE-covered euthanasia."},{"text":"Trolling for dick at the Maintenance Professional of the Year."},{"text":"Two Cadets holding hands and gleefully skipping down a hallway."},{"text":"Two Hajis poorly disguised as a camel."},{"text":"Two meaty pork swords in a Lackland porta-potty."},{"text":"Two pilots 69'ing in a cockpit."},{"text":"Unclear instructions."},{"text":"Unleashing the MOAB on a terrorist training camp and making things go KABOOM!"},{"text":"Uploading dick pics to your unit's SharePoint®."},{"text":"Using a curly straw to snort some blow off the Chief of Staff's war dong."},{"text":"Using hurtful langauage that triggers co-workers and make the whole Air Force cry."},{"text":"Using survival training hypothermia as an excuse to spoon."},{"text":"Volunteering against your will."},{"text":"Vomiting down the front of a flight suit."},{"text":"Wacky plane noises."},{"text":"Wearing Blues under your Klan robe."},{"text":"Wearing morale shirts against your will."},{"text":"Whipping out your CAC."},{"text":"Whistlin' old timey slave hymns while maintaining aircraft."},{"text":"White dudes with shaving waivers."},{"text":"Wingmen."},{"text":"Working 0800-1500."},{"text":"Working with Army mouth breathers."},{"text":"Your Command Chief's slutty teen daughter."},{"text":"3d Cavalry Regiment's drivers training program."},{"text":"A .50 cal round tearing through 3 torsos, 2 heads, and a hotdog cart."},{"text":"A \"high speed\" specialist saving the 237th Sapper Co. from a disastrous mixture of live rounds and blanks."},{"text":"A $2,000 enlistment bonus that definitely wasn't worth it."},{"text":"A 15-6 investigating the pathetic, plodding death of your career."},{"text":"A 48-year-old specialist who enlisted under mysterious circumstances."},{"text":"A 70-year-old gut truck driver exchanging snacks for hand jobs."},{"text":"A 9 ft tall sergeant major with titanium robot legs."},{"text":"A badass maroon beret that gets all the pussy. How much pussy, bro?!? ALL the pussy!"},{"text":"A balding sergeant first class with a terrible comb over."},{"text":"A ball-clinching Swiss seat."},{"text":"A barracks room covered in layers of black mold."},{"text":"A bloated corpse with a great tan."},{"text":"A BOLO list identifying 45 white Toyota® pickup trucks."},{"text":"A Bradley Fighting Vehicle slowly crushing a donkey cart."},{"text":"A camel spider wearing several pairs of tiny shoes."},{"text":"A cement truck filled with 20,000 lbs. of HME."},{"text":"A Chelsea Manning tuck job."},{"text":"A cock-strong formation of 1-505 PIR Paratroopers howling \"Go limp and take it!\""},{"text":"A college student asking if you've ever killed someone."},{"text":"A combat lifesaver bag full of ping pong balls and speculums."},{"text":"A company commander pinning his dick pics to the SHARP™ bulletin board."},{"text":"A crusty sock that oddly smells like mashed potatoes."},{"text":"A DA Civilian on a mobility scooter."},{"text":"A depressing re-enlistment attended by only your mother and overweight commander."},{"text":"A desolate outpost somewhere in Afghanistan."},{"text":"A dog and pony show featuring actual dogs and ponies."},{"text":"A fobbit telling war stories."},{"text":"A general officer shooting lightning bolts from the tip of his OD green penis."},{"text":"A Guantanamo Bay torture sesion involving Nickelback, a power drill, and Hillary Clinton's pubic wig."},{"text":"A Heat Cat-5 porta-shitter jerk session."},{"text":"A Kevlar® helmet filled with baby raccoons."},{"text":"A kinder, gentler Army."},{"text":"A Midshipman witnessing a West Point pillow fight and immediately feeling better about themselves."},{"text":"A mild traumatic brain injury."},{"text":"A monkey fucking a football."},{"text":"A morbidly obese staff officer."},{"text":"A negligent discharge entering through your thigh, but exiting out your asshole."},{"text":"A new female tanker christening her Abrams with a jar of clotted period blood."},{"text":"A Pentecostal, snake-handling chaplain in the Kentucky National Guard."},{"text":"A plump Iraqi child begging for candy then giving you the finger."},{"text":"A recruiting video starring Caitlyn Jenner queefing plastic army men from her crudely-assembled vagina."},{"text":"A roadside bomb."},{"text":"A Seaman filled with semen."},{"text":"A sensitive items inventory gone terribly wrong."},{"text":"A sexually suggestive S.P.O.R.T.S. demonstration."},{"text":"A smirking famale Ranger."},{"text":"A staff officer referencing Clausewitz."},{"text":"A steaming fart sack."},{"text":"A Stetson and set of spurs."},{"text":"A supply sergeant who is basically a drug dealer."},{"text":"A Taliban insurgent wildly firing an AK-47 from the hip."},{"text":"A threesome with your battle buddy and a musty Fleshlight®."},{"text":"A toe-curling combatives orgasm."},{"text":"A vodka IV drip courtesy of Doc."},{"text":"A warrant offier vanishing in a puff of smoke."},{"text":"A West Point pillow fight."},{"text":"A wily supply specialist who cums FLIPLs and poops hand receipts."},{"text":"Abandoning your post to join the Taliban."},{"text":"Accurate sniper fire."},{"text":"Accurately describing your chain of command as a less efficient Human Centipede."},{"text":"Acting out a flashback during your daughter's ballet recital."},{"text":"Afghan farm animals and the men who love them."},{"text":"AFRICOM."},{"text":"An A-10 liquefying Taliban insurgents with its 30mm autocannon."},{"text":"An AFN movie marathon."},{"text":"An ammo can filled with old Kevin Costner movies."},{"text":"An automated head chopper offer machine developed by ISIS."},{"text":"An endearing old woman saying \"Thank you for your service.\""},{"text":"An enraged, 300 lb. dependa bellowing \"I serve too!\""},{"text":"An entire infantry platoon infected with drug-resistant gonorrhea."},{"text":"An EO violation."},{"text":"An excessively thorough UA meat gazer."},{"text":"An expedient field vagina made from a latex glove, surgical lube, and a tightly-rolled brown towel."},{"text":"An FRG meeting that ends in a dependa battle royal."},{"text":"An IED hidden inside a dead dog."},{"text":"An Infantryman repeatedly saying \"FUCK!\""},{"text":"An intel analyst who clearly has autism."},{"text":"An intel sergeant disappearing into the desert to pleasure himself under the beautiful stars."},{"text":"An Iraqui child lobbing a hand grenade."},{"text":"An irate drill sergeant screaming \"I will fuck your fucking soul\" in the middle of a BCT graduation."},{"text":"An ISIS brothel filled with smokin' hot pieces of goat ass."},{"text":"An LT on LT slap fight."},{"text":"An M1 Abrams Main Battle Tank jumping 14 buses like mother fucking Evel Knievel!"},{"text":"An M18 Claymore mine fastened to a stray dog."},{"text":"An officer's cape."},{"text":"Androgynous Ranger candidates."},{"text":"Applying winged eyeliner with a camo stick."},{"text":"Army Regulations."},{"text":"Awkward mandatory training taught by an EO rep wearing blackface."},{"text":"Bald eagle cum."},{"text":"Base housing prostitutes."},{"text":"Basic trainees."},{"text":"Becoming visibly upset at the inaccuracies in The Hurt Locker."},{"text":"Being operator as fuck."},{"text":"Being outranked by Jody."},{"text":"Being the shit bag the Army deserves, but not the one it needs right now."},{"text":"Believing Air Assault School matters."},{"text":"Bieng about as useful as a football bat."},{"text":"Bieng told not to rape everyone and then being told not to rape everyone."},{"text":"Bin Laden's severed head."},{"text":"Blessing an Afghan wedding with a misplaced Hellfire missile."},{"text":"Block leave DUIs."},{"text":"Breastfeeding."},{"text":"Burn pit headaches and rock-hard freedom boners."},{"text":"Cadets."},{"text":"Calling a ceasefire by wildly flailing your spaghetti arms."},{"text":"Calling in a bomb threat to an FRG meeting."},{"text":"Centuries of tribal disputes and sectarian violence."},{"text":"Channeling your inner shitbag."},{"text":"Chris Kyle's magic necklace made from shell casings and dried Iraqi foreskins."},{"text":"Church-sponsored care packages filled with tube socks and disappointment."},{"text":"Cleaning your ass with objects not intended for wiping."},{"text":"Combat smells."},{"text":"Command Maintenance."},{"text":"Commissary baggers of the Orient."},{"text":"Committing suicide at the Old Country Buffet."},{"text":"Confirmed kills."},{"text":"Coping mechanisms that don't involve fucking, fighting, or drinking."},{"text":"Counterinsurgency the old fashioned way."},{"text":"Cutting the liner out of your PT shorts, but only for nefarious reasons."},{"text":"Cyber warriors."},{"text":"D-list celebrities visiting your FOB."},{"text":"Death by PowerPoint®."},{"text":"Death from above."},{"text":"Deflecting fuckery with your D 214."},{"text":"Deliberate Risk Assessment Worksheets."},{"text":"Deploying to Kuwait. War is Hell."},{"text":"Deployment gains."},{"text":"Devouring 4 scoops of pre-workout before a PT test."},{"text":"Discovering the rotting corpse of an elderly range worker while policing the firing line."},{"text":"Discovering your battalion commander is really 3 midgets in a pair of ACUs."},{"text":"Doctors Without Borders without heads."},{"text":"Doing explosions."},{"text":"Doing war good."},{"text":"Dying of dysentery."},{"text":"Edward Snowden's crooked, warty baby dick."},{"text":"Elizabeth Laird: The Patron Saint of Hugs."},{"text":"Endless mission creep."},{"text":"Entering the Korean noreabang with only 17.2 minutes until curfew."},{"text":"Expedient baby wipe baths."},{"text":"Experimental MREs."},{"text":"Failing to find a problem down range that can't be solved with gratuitous violence."},{"text":"Falling out of a battalion run, you piece of shit!"},{"text":"Female facial hair standards."},{"text":"Finding a used condom in your company's amnesty box."},{"text":"Flowing man dresses."},{"text":"Foreplay involving CLP, an MRE heater, and a green wool sock."},{"text":"Fort Bliss super meth."},{"text":"Full battle rattle."},{"text":"Gary Sinise's unrelenting hard-on for all things military."},{"text":"Gender reassignment surgery paid for by the American taxpayer."},{"text":"Geneva Suggestions."},{"text":"Getting rodded off the range."},{"text":"Getting vigorously fingered in the back of a Humvee."},{"text":"GIZ"},{"text":"Going to sick call for being legitimately retarded."},{"text":"Grandpa's collection of cool Nazi stuff."},{"text":"Herpagonasyphilaids."},{"text":"Horse calvary."},{"text":"How you look before deployment vs. how you look after deployment."},{"text":"Huffing air duster and seeing God."},{"text":"Hurry up and wait."},{"text":"Indiscriminate carpet bombing."},{"text":"Intelligence Preparation of the Battlefield."},{"text":"Intense sex involving goats."},{"text":"Iron majors."},{"text":"Juice boxes? Naw bitch, milk boxes!"},{"text":"Land navigation."},{"text":"Lieutenants."},{"text":"Lisitng PSYOPS under \"interests\" on your eHarmony® profile."},{"text":"Listing a pedophile on your Family Care Plan."},{"text":"Low crawling with yo' booty up."},{"text":"Making a sorority girl duck face in your DA photo like a fucking idiot."},{"text":"Making friends with Jody."},{"text":"Making tape because of your fat horse neck."},{"text":"Making the grass grow."},{"text":"Man love Thursdays."},{"text":"Marrying the juicy girl of your dreams."},{"text":"Mechanized infantry."},{"text":"Military Operations on Urban Terrain."},{"text":"Military working dogs."},{"text":"Missing the drop zone."},{"text":"Mississippi Guardsmen attending a KKK rally and requesting that it count for drill."},{"text":"Mortuary Affairs."},{"text":"Motor pool sleepovers."},{"text":"MRE-induced constipation."},{"text":"Multiple amputations."},{"text":"Muscly EOD techs wearing dog collars and \"Legalize Gay\" t-shirts."},{"text":"Muttering \"I fucking hate civilians\" in every one of your college courses."},{"text":"National Guard enlistment fraud."},{"text":"NATO troops."},{"text":"Nicotine and caffeine and nicotine and caffeine and nicotine and..."},{"text":"Non-consensual sex."},{"text":"Nut-to-butt"},{"text":"Old Russian landmines."},{"text":"Oozing HOOOOOAH from all your body holes."},{"text":"Patiently waiting for things to explode."},{"text":"PCCs and PCIs."},{"text":"PEW PEW sounds."},{"text":"Playing hide and seek with Bowe Bergdahl."},{"text":"Pregnancy PT combatives."},{"text":"Pregnant Hispanic Soldiers."},{"text":"Pretending not to hear your barracks buddy ferociously masturbating."},{"text":"PT belts."},{"text":"Pulling CQ."},{"text":"Punching a Retention NCO right in his fucking face."},{"text":"Purchasing a pinup calendar from first sergeant and discovering the voluptuous tits of your battalion commander's wife hiding inside."},{"text":"Raking dirt."},{"text":"Re-enlisting for Hawaii, but getting Fort Polk'ed."},{"text":"Re-enlisting in a whore house."},{"text":"Realizing that John Wayne was full of shit this whole time."},{"text":"Receiving indirect fire when all you wanted to do was masturbate in the shower trailer."},{"text":"Reminding legs that being Airborne makes you better than them."},{"text":"Requesting a chaplain to perform an invocation at your court-martial."},{"text":"Rip its®."},{"text":"Rollerskating through the Pentagon wearing only Ranger panties and a PT belt."},{"text":"Rolling a Humvee."},{"text":"Route clearance."},{"text":"Running for your life multiple times in one day."},{"text":"Running out of fucks."},{"text":"Saluting officer's wives."},{"text":"Saying \"Back when I was in the Army\" like a condescending prick."},{"text":"Seeing a dead body for the first time."},{"text":"Sergeant major's gentle neck kisses."},{"text":"Shady government contractors."},{"text":"SHARP™ training."},{"text":"Shooting the majestic wildlife scampering across the range."},{"text":"Shoplifting from the PX."},{"text":"Shower drill nudity."},{"text":"Shut the fuck up, Carl!"},{"text":"Side straddle hops."},{"text":"Sometimes shit just blows up."},{"text":"Special Forces beards."},{"text":"Speed pitching a dog turd into a Black Hawk's spinning tail rotor."},{"text":"Spending an entire AER loan at the titty bar."},{"text":"Spotting your commander at BronyCon."},{"text":"Staying off the fucking grass!"},{"text":"Stolen valor."},{"text":"Strapping a stuffed pig dick to the seat of Nidal Hasan's wheelchair."},{"text":"Streaking the Army-Navy game while wearing \"Free Chelsea Manning\" body paint."},{"text":"Taking 800mg of Motrin® followed by 800mg of Motrin®."},{"text":"Taking a bullet for your country."},{"text":"Ten Infantryman watching porn on a single laptop screen."},{"text":"That unique smell Soldiers emit after spending a week in the field."},{"text":"The 101st \"Airborne\" Division."},{"text":"The Air Force: where \"Death by PowerPoint\" is a service-connected disability rating."},{"text":"The Air Force: where \"Death by PowerPoint\" is a service-connected disability rating."},{"text":"The Army Band: brought to you by Cheetos® and no-running profiles."},{"text":"The Army Substance Abuse Program."},{"text":"The Bend and Reach Around."},{"text":"The blind workers of Skilcraft®."},{"text":"The chow hall's felon employment program."},{"text":"The Decisive Action Training Environment."},{"text":"The E-4 Mafia."},{"text":"The good kid"},{"text":"The gory aftermath of a detonated VBIED."},{"text":"The incoming alarm causing a thousand assholes to simultaneously pucker."},{"text":"The insider threat."},{"text":"The kissable lips of an Afghan chai boy."},{"text":"The Military Decision Making Process."},{"text":"The moment you realize that intelligence units are equally incompetent across all services."},{"text":"The National Training Center."},{"text":"The new transsexual army."},{"text":"The only white guy with a shaving profile."},{"text":"The physical embodiment of the Blue Falcon taking an enormous shit on your day."},{"text":"The pulsating and unbearable girthiness of the Green Weenie."},{"text":"The Second Amendment meets fourth grade maturity."},{"text":"The Soldier's Creed."},{"text":"The undeniably high standards of the National Guard."},{"text":"The unforgettable smell of wolf pussy in the morning."},{"text":"The United States Army."},{"text":"The unmistakable CRACK of a round whizzing by your fat, lucky head."},{"text":"The unshakable desire to burn CIF to the ground."},{"text":"The wild and wonderful sands of Iraq."},{"text":"Toby Kieth exploding during a USO show."},{"text":"TOC-roaches."},{"text":"Top secret emails."},{"text":"Troop Leading Procedures."},{"text":"Two lieutenants gleefully riding a tandem bicycle."},{"text":"Unified Land Operations."},{"text":"Using public masturbation as a tool to demonstrate a flaw in a command decision. (Thanks, Skippy!)"},{"text":"Using the Afghan National Police to disarm pressure plate IEDs."},{"text":"Using your GI Bill for the sole purpose of creeping on college freshmen."},{"text":"VA-facilitated opiate addiction."},{"text":"Viet Cong ding dong."},{"text":"Viewing Friday's safety brief as a personal challenge."},{"text":"War crimes just for funsies."},{"text":"WARNOing the FRAGO that FRAGOed the WARNO."},{"text":"Wasting your clothing allowance on another camo change."},{"text":"Weaponizing Cav Scout semen in the fight against ISIS."},{"text":"West Point."},{"text":"Winning a Soldier of the Month board by default."},{"text":"Winning hearts and minds."},{"text":"Wishing you were still deployed."},{"text":"Witnessing people violently die."},{"text":"Women in the infantry."},{"text":"Woobie tickles."},{"text":"X's nad O's from your XO."},{"text":"Your company commander."},{"text":"Your first sergeant's secret stash of twerk videos and booty porn."},{"text":"Your platoon leader's adorable little lisp."},{"text":"Your recruiter's unbridled lust for vulnerable high school girls."},{"text":"Your squad leader, the scumbag."},{"text":"Zombie Patton."},{"text":"1790"},{"text":"A 34-hour SAR mission."},{"text":"A clueless baby ensign."},{"text":"A company commander getting arrested for smuggling drugs and stolen weapons."},{"text":"A dignified burial at sea."},{"text":"A donkey show at the All Hands Club."},{"text":"A Fireman falling victim to scurvy."},{"text":"A floating garbage can full of smelly migrants."},{"text":"A friendly visit from CGIS."},{"text":"A googly-eyed company commander with a think Jamaican accent."},{"text":"A mentally challenged reserve commander who actually lost a boat."},{"text":"A morbidly obese DC1 arriving to muster on a mobility scooter."},{"text":"A pathetic re-enlistment at the \"E\" Club where no one attends, not even for free cake and beer."},{"text":"A saltwater wet down followed by a salty \"wet down.\""},{"text":"A salty food service specialist dribbling queef juice all over your meatloaf."},{"text":"A stuttering \"A\" School instructor who can't read good but wants to learn to do other stuff good too."},{"text":"Aborted boat babies going overboard."},{"text":"Alexander Hamilton's mummified corpse."},{"text":"An informative memo about the dangers of ball tapping."},{"text":"An officer getting trashed off of two appletinis and a shot of peppermint schnapps."},{"text":"An official memo banning the word \"moist.\""},{"text":"An old, crusty chief."},{"text":"An unusually attractive health services tech."},{"text":"Because chief said so!"},{"text":"Bering Sea shrinkage."},{"text":"Binge watching Netflix® while on duty."},{"text":"Blaming shit on Reservists."},{"text":"Bloated, drowning victims."},{"text":"Boatswain's mates, masters of seamanship!"},{"text":"Boondockers."},{"text":"Breaking a mother fucker with the iron wrist lock take down!"},{"text":"Buoy tenders: the worst, dirtiest people."},{"text":"Buying unhealthy amounts of cheap booze at Yorktown."},{"text":"Chief's expansive collection of 80's pornography."},{"text":"Chief's wife's back boobs."},{"text":"Cleaning stations."},{"text":"Clicking through mandatory training slides while watching butt porn on your iPhone®."},{"text":"Commandant Pappie's unnecessary war on unit ball caps."},{"text":"Constantly being put on the watch bill because nobody likes you."},{"text":"Dead marine mammals."},{"text":"Discovering a mysterious island inhabited solely by filthy monkey men."},{"text":"Douglas Munro seductively whispering \"Did they get off?\""},{"text":"Drowning the homeless at sea."},{"text":"Elusive positive page sevens."},{"text":"Embarking on a PATFORSWA adventure to float around in the heat and hand out lifejackets."},{"text":"Endlessly arguing with the Mexicans over jurisdiction."},{"text":"Fending off insults from other service branches."},{"text":"Fining recreational boaters for their inadequate number of lifejackets."},{"text":"Fishery Enforcement."},{"text":"Fuck fuck games on the Eagle."},{"text":"Fucking Academy grads!"},{"text":"Gear adrift, gear a gift!"},{"text":"Going to open mast for making grimy boat porn."},{"text":"Handcuffing people in the dumbest fucking way possible."},{"text":"Hating your life because the Coast Guard never lets you do anything cool."},{"text":"Hispanic boaters who aren't smuggling drugs."},{"text":"Hitting \"Reply All\" to an email and crashing the entire network."},{"text":"Incomplete PRACs."},{"text":"Intoxicated spring breakers."},{"text":"Inviting the Church of Satan to perform an invocation at your change of command."},{"text":"Irregular bowel movements brought to you by Cape May's galley."},{"text":"Jayhawk barrel rolls."},{"text":"Knowingly jerking off next to a shipmate in the head."},{"text":"Looking forward to Boston's Gay Pride Parade."},{"text":"Loving The Guardian, but also hating The Guardian."},{"text":"Marrying your \"A\" School instructor and the inevitable divorce that follows."},{"text":"Master chief's impressive beer gut."},{"text":"Never having a clean combination cover."},{"text":"Not actually knowing the words to Semper Paratus."},{"text":"Not giving a fuck because you just remembered you're not a petty officer."},{"text":"Painting rocks orange."},{"text":"Participating in a change of command while completely sloshed."},{"text":"Passing tape because of your stumpy gorilla neck."},{"text":"Performing morally depraved acts to get your travel voucher processed."},{"text":"Performing naked cartwheels on the TRACEN commander's lawn."},{"text":"Pissing yourself after spending 13 hours in the bilge."},{"text":"Pretending to know how to read a boat board."},{"text":"Provocatively removing your Air Force Blue shirt in the Chief's Mess."},{"text":"Racing into a hurricane to avoid a menopausing staff officer."},{"text":"RAMMING SPEED!"},{"text":"Regrettably marrying a gigantic ham beast for the BAH."},{"text":"Remembering that you're part of the best damn lifesaving service on the planet!"},{"text":"Rogue waves."},{"text":"Scratch and sniff, 3D, next level porta-shitter artwork."},{"text":"Sevens."},{"text":"Shooting a harpoon into a bottlenose dolphin's adorable face."},{"text":"Shooting seagulls for fun."},{"text":"Shouting no-no words over comms."},{"text":"So. Many. Life jackets!"},{"text":"Soiling your Mustang® suit."},{"text":"Some steamy company commander on-recruit action."},{"text":"Striking rate to get off the boat."},{"text":"Teaching Soldiers how to drive a boat."},{"text":"That one black guy who can swim."},{"text":"That one coxswain who likes to hit whitecaps."},{"text":"The Auxiliary saying asinine bullshit over the radio."},{"text":"The CCC Gallatin, the floating fuck boat."},{"text":"The Coast Guard Core Values."},{"text":"The endless adventures of \"A\" School."},{"text":"The lead Seaman."},{"text":"The orgasmic taste of Chewy® Bars."},{"text":"The Polar Star!"},{"text":"The ship store's disappointing selection of cheap candy and trash food."},{"text":"The Thadmiral's throbbing erection for all things law enforcement."},{"text":"Traveling full speed through a protected manatee habitat."},{"text":"Turning random objects into hammers."},{"text":"Wearing the parka with Trops like some sort of fuckng weirdo."},{"text":"Yelling \"Do a backflip!\" at a bridge jumper."},{"text":"Yelling \"SEMPER PARATUS!\" while swatting a wasp nest with a broom."},{"text":"Zealously berating Cadets for doing stupid Cadet things."},{"text":"1st Sgt's second ex-wife."},{"text":"A \"Proud Parent of Cannon Fodder\" bumper sticker."},{"text":"A 4 lb. turd log splash that causes blue shitter water to coat your ass cheeks."},{"text":"A 98-year-old WWII Vet who still hates the Japanese."},{"text":"A Benghazi-themed costume party."},{"text":"A bootpack filled with stupid ass boot stuff."},{"text":"A bunch of fucking POGs acting like a bunch of fucking POGs."},{"text":"A burly wookie's camel toe sweat stain."},{"text":"A captain quoting Sun Tzu like a pretentious cocksucker."},{"text":"A captain's welfare Beamer."},{"text":"A Chinese cyber attack on Pornhub that cripples morale across the force."},{"text":"A chokeslam/NJP combo for telling your drill instructor to fuck his mother."},{"text":"A clueless Lt watching TED talks on leadership."},{"text":"A dark green Marine who's hung like a 120mm mortar tube."},{"text":"A donkey-borne iED."},{"text":"A fighting hole tugjob."},{"text":"A Gate 2 Street handjob from an 85-year-old Okinawan mama-san."},{"text":"A greasy, unshaven dependa FUPA."},{"text":"A grunt screaming \"MOTHER FUCKER\" for no particular reason."},{"text":"A Joint Chiefs bukkake biscuit party."},{"text":"A Memorial Day parade ruined by two drunk Marines fist fighting an elderly woman."},{"text":"A miscarried deployment pregnancy."},{"text":"A pimply-face grunt who smells like cheap cologne and grandma pussy."},{"text":"A plan to kill everyone you meet."},{"text":"A plate carrier made from beaver pelts sewn together with old lady pubes."},{"text":"A POG turned Sith Lord."},{"text":"A Predator delivering fiery death from above."},{"text":"A product line of cordite-scented sex toys endorsed by \"Fruity\" Rudy Reyes."},{"text":"A promising post-Corps career at McDonald's."},{"text":"A questionable Terminal Lance comic that praises global jihad."},{"text":"A re-enlistment promise that shrivels up and dies."},{"text":"A sagging pair of lopsided dependa tits."},{"text":"A salty puddle of Camp Lejeune ball sweat."},{"text":"A school circle of Geiger Tigers."},{"text":"A Seaman full of semen."},{"text":"A slimy fucking walrus-looking piece of shit."},{"text":"A Smart Car pacekd with five Marines and a case of Natty Light."},{"text":"A softer, more ticklish Corps that's powered by unicorn cum."},{"text":"A SSgt whi is functionally illiterate."},{"text":"A sucking chest wound."},{"text":"A suicide awarenes skit that uses penis puppetry."},{"text":"A Taliban wrestling tournament."},{"text":"A terrorist puking blood into your mouth."},{"text":"A thermite grenade stuffed inside a life-sized mannequin of Harry Potter."},{"text":"A throbbing moto boner."},{"text":"A totally respectable marriage while on boot camp leave."},{"text":"A vegan MRE made from raw bell peppers and raccoon fur."},{"text":"A Vietnam Vet who can still fuck you up."},{"text":"A water buffalo filled to the brim with pumpkin spice latte and white girl cooze."},{"text":"A weepy jerk sesh using tears of loneliness while everyone else is on Christmas leave."},{"text":"A well-hung Afghan child."},{"text":"A wookie with an MCMAP Black Belt."},{"text":"A working party composed of best friends making memories and having lots of laughs!"},{"text":"Accidentally propositioning your commander on Grindr."},{"text":"Accidentally setting the barracks on fire with a hairspray flamethrower."},{"text":"Actually calling cadence like soe goddamn weirdo."},{"text":"Afghan sheep who can't say no."},{"text":"Amphibious operations."},{"text":"An anatomically correct SECDEF blow-up doll with adjustable vibrating booty hole settings."},{"text":"An excessively thorough pecker checker."},{"text":"An intel analyst with a bad case of the Asperger's."},{"text":"An MRE poop that possesses the density of a small neutron star."},{"text":"An overly enthusiastic platoon commander."},{"text":"An SIQ chit for having Down Syndrome."},{"text":"Androgyunous MARSOC candidates."},{"text":"Another sexual assault on a Japanese civilian."},{"text":"Another surprising Osprey crash."},{"text":"Arriving 15 minutes prior to the 15 minutes prior to the 15 minutes prior."},{"text":"ASVAB waivers."},{"text":"Baby oiled Midshipmen playing shirtless volleyball."},{"text":"Bag nasties."},{"text":"Barney-style."},{"text":"Barracks duty on a holiday weekend."},{"text":"Barracks rats."},{"text":"BCGs,"},{"text":"Because Gunny said so!"},{"text":"Becoming a broke-dick POG in record time."},{"text":"Being as useful as tits on a bull."},{"text":"Being MARSOC as fuck."},{"text":"Belt-fed erections."},{"text":"Big truck and tiny cock!"},{"text":"Blaming IEDs on the Jews."},{"text":"Blown out wooks."},{"text":"Boot bands."},{"text":"Bountiful barracks butt stuff."},{"text":"Breaching a door using a small Afghan child as a hasty battering ram."},{"text":"Buying new cammies because Gunny said you look like a bag of smashed assholes."},{"text":"Cacner-ridden children becoming honorary Marines."},{"text":"Captain-level stupidity."},{"text":"Carelessly scorching the innocent with Willie Pete."},{"text":"Carving dicks in stuff with a KA-BAR."},{"text":"Charred human remains."},{"text":"Cherry Point."},{"text":"Child-borne IEDs."},{"text":"Chrism smelling laundry soap."},{"text":"Chugging several canteens filled with hobo cum."},{"text":"Cleaning your boots with boiled hotdog water."},{"text":"Combat Jews wearing camo yarmulkes."},{"text":"Confiscating and burning books."},{"text":"Cool war trophies and stuff."},{"text":"Crossing piss streams over the face of a dead haji."},{"text":"Dead Iraqi children."},{"text":"DEATH BEFORE DISHONOR!"},{"text":"Death by snu-snu."},{"text":"Declining SGLI coverage."},{"text":"Decorating the platoon Christmas tree with tasteless pornaments."},{"text":"Dedicating your Medal of Honor speech to Harambe the fallen gorilla."},{"text":"Deflowering a princess."},{"text":"Denied leave."},{"text":"Destroying a piece of barracks ass like a JDAM Afghan orphanage."},{"text":"Diamond-encrusted skates."},{"text":"Diggin' shit canals and setting them on fire."},{"text":"Discovering your commander's hidden stash of Jody cuckold porn."},{"text":"Doc's bottomless stash of Motrin® and foot powder."},{"text":"Doc's extensive collection of lanced genital warts."},{"text":"Doc's secret weapon: The Silver Bullet!"},{"text":"Double-tapping the wounded."},{"text":"Drawing dicks over drawings of dicks."},{"text":"Dressing like a typical boot."},{"text":"Ducking under a church pew while mistaking a dependa queef for indirect fire."},{"text":"Dying of dysentery."},{"text":"Eating your fat ass out of the Corps."},{"text":"Every swinging dick."},{"text":"Executing detainees."},{"text":"Experiencing a Chipotle blood fart halfway through a PFT."},{"text":"Explodinating a terrorist's head."},{"text":"Exploding so dead you're reincarnated into an abortion."},{"text":"Falling asleep on fire watch."},{"text":"Falling out of a battalion moto run and receiving the Silver Bullet."},{"text":"Fallujah."},{"text":"Fat chicks with a Marine Corps fetish."},{"text":"Female Marines cycling together and leaking period blood all over the goddamn deck chairs!"},{"text":"Female Marines cycling together and leaking period blood all over the goddamn deck chairs!"},{"text":"Female Marines who shoot better and PT harder than you."},{"text":"Field chow so bad it gives you tuberculosis of the clitoris."},{"text":"Field coffee brewed with Caitlyn Jenner's stale tit sweat."},{"text":"Fighting radical Islam, dude!"},{"text":"Finding nude pics of your mom in a terorist safe house."},{"text":"Firing for effect."},{"text":"Fleet Week hook-ups."},{"text":"FOCUS missionaries."},{"text":"Frat bro Lts."},{"text":"Free meal hunting on Veterans' Day."},{"text":"Fucks in Chucks."},{"text":"Furry wooks with no-shave chits."},{"text":"Gender-neutral bathrooms."},{"text":"General \"Mad Dog\" Mattis"},{"text":"General James Mattis' oiled, rippling abs."},{"text":"Getting caught up in an NCIS prostitution sting on Camp Leatherneck."},{"text":"Getting dicked over by the Corps, or how I learned to accept the Digital Dildo."},{"text":"Getting the DIC in Okinawa."},{"text":"Glow belts."},{"text":"Good initiative, bad judgment."},{"text":"Goodnight, Chesty Puller!"},{"text":"Growing a sweet Hitler 'stache on leave."},{"text":"Hardcore malingering."},{"text":"Having your dick hole stomped by LtCol Rob Riggle, the OIC of stomping dick holes!"},{"text":"Having zero fucks to give."},{"text":"Hazing Muslim boots on tumble dry, low heat."},{"text":"Hazing yourself."},{"text":"High fiving an Afghan warlord."},{"text":"High velocity freedom."},{"text":"Huffing JP-8 out of an empty MRE bag."},{"text":"IEDs in America. Seriously, WTF?!?"},{"text":"Impregnating Sarah Palin's daughter."},{"text":"Inappropriately yelling BAMCIS."},{"text":"Inserting a .50 cal round between your butt cheeks and squeezing."},{"text":"Intel analyst intensely playing Magic: The Gathering™."},{"text":"Inviting the Church of Satan to perform an invocation at your court-martial."},{"text":"IPAC computers that run on grunt tears."},{"text":"Jarhead 2."},{"text":"Jody'ing the Jody who Jody'd you."},{"text":"Killing a man for his jalapeno cheese spread."},{"text":"Killing bodies hardcore great job!"},{"text":"Knife hand fetish porn."},{"text":"L-shaped flashlight double penetration gape porn."},{"text":"Laughing at all the fat body Soldiers."},{"text":"Leacving bottles of piss sitting out for a health and comfort inspection."},{"text":"Life"},{"text":"Living by the Navy's motto, \"Gay is OK until bedtime!\""},{"text":"Malaria pills that make your tits fall off."},{"text":"Man Love Thursdays."},{"text":"Marine Corps Orders: Spreading the gospel one MARADMIN at a time."},{"text":"Marine Wife: The \"hardest\" job in the Corps!"},{"text":"Meeting your first two wives at The Driftwood."},{"text":"Mercy killing the neighbor's cat with an E-tool."},{"text":"Moderat goat rapists."},{"text":"Morally ambiguous acts of war."},{"text":"MSgt's crusty balls popping out of his silkies."},{"text":"NinJa Punched!"},{"text":"Non-consensual sex."},{"text":"Obnoxious amounts of liquor and turkey Lunchables in your barracks fridge."},{"text":"Officer Candidates."},{"text":"Olympic-level skating."},{"text":"Operating a blowjob ring inside tent city."},{"text":"Overwhelming firepower."},{"text":"Pathetically inviting a celebrity to your ball with a cringey YouTube video."},{"text":"Playing safety brief BINGO."},{"text":"Policing brass until your fingers bleed."},{"text":"Pounding dick in the porta-shitter."},{"text":"Pre-club gym pumps."},{"text":"Pretending to take college courses in Okinawa so your Lt will let you get a license."},{"text":"Proudly displaying your Nazi flag in your Scout Sniper platoon photo."},{"text":"Pulling pits."},{"text":"Qualifying \"surgical with this bitch\" at the range."},{"text":"R. Lee Ermey shitting in his adult diaper."},{"text":"Rat fucking the Crayola® box."},{"text":"Rationalizing the terrible things you have seen and done in combat."},{"text":"Recreating the Iwo Jima flag raising using two blow-up dolls and a stolen golf flag."},{"text":"Recruit Training."},{"text":"Recruits."},{"text":"Referring to everyone, including your dependents, as dick necks."},{"text":"Rendering the fat of your enemies over a burning pile of baby parts and techincal manuals."},{"text":"Replacing your ribbon rack with replica Pokemon™ badges."},{"text":"Replying to the 1st Sgt with \"OORAH\" no matter what is asked of you."},{"text":"Roasting marshmallows over a crackling pile of burning Qurans."},{"text":"Roasting TOP SECRET s'mores over a burning barrel of classified material."},{"text":"Roasting your subordinates like a straight fucking savage."},{"text":"Rolling another MRAP."},{"text":"Ruck march thigh chafing so bad it looks like you miscarried a Hot Pocket."},{"text":"Running indoors during Colors like the shitbag you are!"},{"text":"Safety briefs with trigger warnings."},{"text":"Sand fleas. So many sand fleas."},{"text":"Saying \"Back in MY Marine Corps\" like a crusty old fuck."},{"text":"Scratching an itch"},{"text":"Screaming \"Let's not turn this rape into a murder\" at your kid's softball game."},{"text":"Seeing the 1st Sgt's wife's titty tassles at The Driftwood."},{"text":"SEMPER FI, MOTHER FUCKERS!"},{"text":"Several IPAC clerks doing absolutely nothing."},{"text":"Several tiny dicks drawn all over your face."},{"text":"Shotgunning a Rip It® in 120 degree heat."},{"text":"Shut up."},{"text":"Slay bodies and chill."},{"text":"Slipping on a terrorist's postmortem poop."},{"text":"Smoking a rock or something."},{"text":"Snacking on some crayons."},{"text":"Snickering at a sergeant in the Marine Corps Band."},{"text":"Sniffing subordinate's asshole to assert dominance."},{"text":"Some weak ass POG bullshit."},{"text":"Speed waxing your asshole with 100mph tape."},{"text":"Spending eternity at the armory."},{"text":"Spitting on Okinawan protesters."},{"text":"Stabbing a man in winter to see the steam rise from his wounds."},{"text":"Stacking bodies."},{"text":"Stomping out a crotch fire."},{"text":"Sun Gods 'til your dick skinners fall off."},{"text":"Suppressive fire."},{"text":"Surviving a sniper round to the dome."},{"text":"Sweeping sand in Iraq."},{"text":"Syphilis Gene, the unclean Marine."},{"text":"Tactical embarrassment."},{"text":"Taking a headshot while chewing bubblegum."},{"text":"Taking gender reassignment homrones to win a meritorious board."},{"text":"Tattoo policies created by retards."},{"text":"That one dark green Marine who finished swim qual 1!"},{"text":"The colonel's wife \"pulling rank.\""},{"text":"The Combat Action Ribbon."},{"text":"The combat eye gouge."},{"text":"The Corpsman Cocktail: Vitamin M and water!"},{"text":"The good kid"},{"text":"The half 80's pornstar/pedo deployment 'stache."},{"text":"The inevitable LCpl post-deployment Ford Mustang purchase."},{"text":"The infamous Marine Corps boat cloak."},{"text":"The Jacksonville Ninja."},{"text":"The Lance Corporal Underground."},{"text":"The Legendary Sergeant Major Bradley Kasal."},{"text":"The Math for Marines MCI."},{"text":"The miraculous healing properties of Chesty's tears."},{"text":"The NCO Creed."},{"text":"The overwhelming competency of the Marine Corps Reserve."},{"text":"The pungent smell of a gynocologist`s glove"},{"text":"The Shithouse Poet."},{"text":"The smell of decomposing villagers."},{"text":"The United States Marine Corps."},{"text":"The United States Naval Academy."},{"text":"Tossing a sack of whimpering puppies over a cliff."},{"text":"Trading MRE Skittles® for a super sloppy rimjob."},{"text":"Tranny hookers on port call."},{"text":"Transgendered grunts."},{"text":"Treating your EAS date like a retirement."},{"text":"Twerking in a MOPP suit."},{"text":"Two in the chest, one in the head... winning hearts and minds!"},{"text":"Two Marines tying their dicks together."},{"text":"Unknowingly raising Jody's kids."},{"text":"Unsuccessfully unfucking yourself."},{"text":"Uppercutting POGs into the sun."},{"text":"Using a hammer to construct a cabinet and also to bludgeon Afghan villagers."},{"text":"Using a poncho liner to float down the barracks roof during a typhoon party."},{"text":"Vienna sausage and cottage cheese-flavored MREs."},{"text":"War stories with happy endings."},{"text":"Watching Generation Kill for the fifth time this month."},{"text":"Wearing nothing but silkies, boot bands, and a light coat of CLP."},{"text":"Wearing your dress blues then drownin in pussy."},{"text":"Whipping your dependents like Hebrew slaves."},{"text":"Whispering to your chaplain that Jesus Christ was a pussy."},{"text":"Wishing you'd remembered to shower before your gynecology"},{"text":"Wook vagina that looks like a grenade went off behind a deli counter."},{"text":"Wookies with bowl cuts."},{"text":"Yelling \"BABY KILLERS\" at boots in an airport terminal."},{"text":"Yet another POG-ass admin Marine who became a drill instructor."},{"text":"You done fucked up, Devil Dog!"},{"text":"Your platoon sergeant A.K.A. Satan himself."},{"text":"Zig-zaggedy shrapnel scars."},{"text":"50 Shades of Haze Gray."},{"text":"A 3-hour SECRET flight brief for a 45-minute flight. #WasteMyFuckingTime"},{"text":"A bed bug-infested rack."},{"text":"A billion different uniforms and accessories."},{"text":"A Boatswain's punch."},{"text":"A bucket of fishy tampons stuffed inside your rackmate's pillowcase."},{"text":"A bunch of stupid pilots doing stupid pilot shit."},{"text":"A canteen-spitter combo."},{"text":"A care package filled with dog shit, Styrofoam® peanuts, and a divorce decree."},{"text":"A cringey license plate that reads \"USN4LYF.\""},{"text":"A CS friend hooking you up with extra meatloaf and shit."},{"text":"A Dependapotamus vs. TRICAREatops hotdog eating sontest."},{"text":"A destroyer performing a max AOB turn while unfurling 90-foot American flags."},{"text":"A dildo cannon."},{"text":"A dumb shit ensign attempting to pull rank on Chief."},{"text":"A FOD Walkdown of Skipper's stateroom."},{"text":"A Gay Chicken win streak."},{"text":"A gayer, gentler Navy (if that's even possible)."},{"text":"A half month's pay times two."},{"text":"A lieutenant yelling \"Drag me, you enlisted swine!\""},{"text":"A Marine desperately trying to flush stolen panties down the shitters."},{"text":"A mouth like a Sailor."},{"text":"A Navy-wide pamphlet entitled \"Needleguns and You: Surviving Your First Command as an Undesignated Seaman.\""},{"text":"A Nuke with an arm growing out of his head."},{"text":"A pilot with an unequal number of takeoffs and landings."},{"text":"A proud new member of the Liberty Attire Enforcement Team."},{"text":"A race baiting NC1."},{"text":"A rogue HT welding berthing hatches shut."},{"text":"A rotting pile of Veterans corpses in the basement of a VA hospital."},{"text":"A School relationships."},{"text":"A SEAL platoon twerking to trap music."},{"text":"A Seaman full of semen."},{"text":"A SECDET member forgetting his rifle in the galley."},{"text":"A sleazy recruiter driving an '85 panel van packed with teenage girls and several cases of Four Loko."},{"text":"A terrorist seductively whispering \"There's a bomb somewhere on my body...want to find it, you sexy infidel?\""},{"text":"A wave of thirst crashing down on every female Sailor."},{"text":"Acadmey grads losing classified material."},{"text":"Advancement results without your name on them."},{"text":"Air DET delivering a pallet of freshly stacked ISIS corpses."},{"text":"All conditions normal."},{"text":"An aggressively aerobatic VERTREP that causes all assholes to simultaneously pucker."},{"text":"An AO telling you that he kills people."},{"text":"An elaborate advancement exam cheating ring."},{"text":"An enormoous metal tube filled with Seamen."},{"text":"An enraged, 300-lb dependa bellowing \"I serve too!\""},{"text":"An ensign's cunt wife demanding to be saluted at the gate."},{"text":"An EOD chief slinging his cock over his shoulder."},{"text":"An EOD on SEAL on SWCC suck pile."},{"text":"An EP Eval includes the words \"fellatio,\" \"scuttlebutt,\" and \"Space Docking.\""},{"text":"An inspection uniform soaked in Taco Bell grease."},{"text":"An outbreak of vaginal malaria in the female berthing spaces."},{"text":"An SCBA mask that smells like the inside of a wet bag of horse nuts."},{"text":"Any naval officer."},{"text":"Armchair Admirals."},{"text":"Assholes and Admirals."},{"text":"at least this one is unique"},{"text":"Bahrain's \"American Alley.\""},{"text":"Balls-to-8 watch."},{"text":"Bar fights with Coasties."},{"text":"BCGs."},{"text":"Being as useful as a screen door on a submarine."},{"text":"Being detained by the host nation for \"offending local sensibilities.\" In other words, you pulled out your hog in a restaurant."},{"text":"Being voluntold to man the rails."},{"text":"Believeing your recruiter when he told you SEALs would offer you a chance to switch your rate in boot camp."},{"text":"Belt buckles with your ship's logo."},{"text":"Berthing Fight Club."},{"text":"BMs."},{"text":"Boatswain's Mate pipe practice."},{"text":"Borderline retarded ensigns."},{"text":"Brace for shock!"},{"text":"Bravo Zulu, shipmate!"},{"text":"Bullshit flight pay for LCAC crews."},{"text":"Butthurt Report Forms."},{"text":"Cap'n Crunch® being hung in the town square for stolen valor."},{"text":"Captain's Cup finals."},{"text":"Captain's Mast for skylarking."},{"text":"Chiefs giving mustache rides."},{"text":"Chrism smelling laundry soap."},{"text":"Civilians awkwardly saluting you in public."},{"text":"Class 3 dental!"},{"text":"Cliche Navy-themed gay jokes."},{"text":"CMEOs Gone Wild."},{"text":"CNO Admiral Greenert's \"happy\" sock."},{"text":"Completely running out of fucks."},{"text":"Contracting dick fungus from a shipmate's Japanese robotic fuck doll."},{"text":"Contracting dick rot from the hair clippers your rackmate used on his rat nest-like pubes."},{"text":"Counseling chits."},{"text":"Crafting a matress in the pulper room from banana peels and freshly cut hair."},{"text":"Cranking."},{"text":"Crying when you receive your Navy Ball Cap after Battle Stations."},{"text":"CTs inbreeding."},{"text":"Dank meme wars between the official Facebook pages of the U.S. Navy and Saint Jude Children's Research Hospital."},{"text":"Deflowering a princess."},{"text":"Deploying mechanical sharks with laser dicks in the fight against Somali pirates."},{"text":"Doing ass-to-ass with a .50 cal barrel and your bestest shipmate."},{"text":"Drinking from a porpoise skull that's filled with the period blood of menstruating staff officers."},{"text":"Dropping Bin Laden's cum-filled corpse from a helicopter at 120 knots."},{"text":"Drown-proofing amputees."},{"text":"Dying of dysentery."},{"text":"Egypt's \"security\" during the Suez Transit."},{"text":"Everyone on your crew is dead!"},{"text":"Falling overboard."},{"text":"Fat emlisted personnel."},{"text":"Fatal helicopter crashes."},{"text":"Filling the new guy's rack with old shower shoes, soggy period pads, and used Q-tips."},{"text":"Finally realizing why Sailors are called \"Swabbies.\""},{"text":"Finding your boat boo's slappy chokey bondage vid on Pornhub."},{"text":"Fitting all your blongings into a seabag."},{"text":"Fleet Admiral Chester W. Nimitz."},{"text":"Fleet and Family Support loans."},{"text":"Fleet rolls."},{"text":"Fleet Week fuckery."},{"text":"Floating dead."},{"text":"Floating in the middle of an angry sea."},{"text":"Fraternizing with your open mouth."},{"text":"Free tickets to semi-pro sporting events and other pathetic charitable offerings."},{"text":"Freedom, mother fucker! Do you speak it?!?"},{"text":"Funeral detail!"},{"text":"Gary."},{"text":"Getting ASMO'd back to P-Days."},{"text":"Getting detained by Iran while wearing white socks."},{"text":"Getting suckered into a Nuke contract."},{"text":"Getting your mattress stamped."},{"text":"Gleefully reminding Marines they're part of the Navy."},{"text":"GMT."},{"text":"Going full dependa."},{"text":"Going LLD for a leaky booty hole."},{"text":"Going to DRB for spreading boner crippling penis polio to the rest of the ship."},{"text":"GQ drills at 0200."},{"text":"Hazing for the fuck of it."},{"text":"Health and comfort inspections."},{"text":"Hippies trampling American freedoms."},{"text":"Hitting your new bench press PR because the boat rocked just the right way."},{"text":"HOOYAH!"},{"text":"Hormone therapy for incarcerated Sailors."},{"text":"Huffing Haze Gray paint from an old Kmart® shopping bag."},{"text":"Hurry up and wait!"},{"text":"Increasingly stringent Navy mustache regulations."},{"text":"Intentionally jumping overboard because you're a trans-species fish man."},{"text":"Interpreting signal flags."},{"text":"ISIS recruiters promising bonus goats and a sweet beheading knife if you defect."},{"text":"John Paul Jones' Crypt."},{"text":"Joining the Navy to get mad respect, bro!"},{"text":"Just to piggyback off what Chief said..."},{"text":"Knocking her up right before deployment."},{"text":"Laughable female PRT standards."},{"text":"Liberty-determining items."},{"text":"Liquor locker robberies."},{"text":"LLD chits."},{"text":"Lone Survivor Marcus Luttrell punching an Afghan child right in its fucking face."},{"text":"Low visibility detail."},{"text":"Making fun of Marines."},{"text":"Marrying the local bargoyle for the BAH and the disgusting yet reliable sex."},{"text":"Masterful sea lawyering skills."},{"text":"Matching anchor tattoos so the friend ship doesn't sail away."},{"text":"Mercy killing your girlfriend's new puppy by knife handing its adorable little face to death."},{"text":"Middle Eastern \"toilets.\""},{"text":"Military Discount Entitlement Syndrome."},{"text":"Mine-clearance dolphins."},{"text":"MM advancement exams."},{"text":"Mo fuggin' hands in yo' mo fuggin' pockets."},{"text":"Mocking Soldiers."},{"text":"Motorcycle training."},{"text":"MWR concerts featuring washed up 90's musicians."},{"text":"Naps in the safety nets."},{"text":"Navy JAG."},{"text":"Navy SEALs making millions by doing random shit and selling it as a \"SEAL Workout.\""},{"text":"NEX hairstyles that could be featured in Prison Cut Magazine."},{"text":"NJP for attending Edward Snowden's My Little Pony-themed birthday party."},{"text":"No-shave chits."},{"text":"Norfolk."},{"text":"Nuclear engineers."},{"text":"Officer Candidate School."},{"text":"Officers enjoying tea, biscuits, and bestiality in their staterooms."},{"text":"Operational Risk Management."},{"text":"Passing raunchy sex notes to your boot camp boo."},{"text":"Paying for uniforms when you make Chief."},{"text":"Pearl Harbor fetish porn."},{"text":"Penetration, however slight, is enough to complete the offense."},{"text":"Petty officers."},{"text":"Playing Call of Duty® to prepare for MA training."},{"text":"Pollywogs."},{"text":"Poppin' Motrin® like Skittles®."},{"text":"Post-Navy college adventures."},{"text":"PPE for your STD-ridden genitalia."},{"text":"Preying that your spouse doesn't accidentally meet your boat boo at the commissary."},{"text":"Punishment so elaborate you'd swear it was thought up by a Bond villian."},{"text":"Receiving the coveted Blue Falcon Award for noticing the Adam's Apple but letting your bro take home the tranny anyway."},{"text":"Recruit Heaven."},{"text":"Referring to your rackmate as a human-shaped bag of assholes."},{"text":"Regulations outlining female facial hair standards."},{"text":"Reorganizing the conex. Again. For the sixth time."},{"text":"Repeating \" I could've been a SEAL\" until you actually believe it."},{"text":"Rescue Swimmers doing gainers out of the helicopter."},{"text":"Rescued \"refugees\" comandeering your ship."},{"text":"RIMPAC!"},{"text":"Roger. That. Shipmate."},{"text":"Rollerblading across an active flight line wearing only UDT shorts and a smile."},{"text":"Saluting Midshipmen."},{"text":"Saluting officers' wives."},{"text":"Sarah Palin's powdered breast milk as an MRE drink mix."},{"text":"Screamin' Seamen!"},{"text":"Sea and anchor detail."},{"text":"Sea Donkey slime trails on the flight deck."},{"text":"Sea Donkeys with lop-sided, hairy tits."},{"text":"Sea Lawyers."},{"text":"Sea stories."},{"text":"Sea Unicorns."},{"text":"Sea Warriors."},{"text":"Seabag inspections."},{"text":"Seaman Schmuckatelli."},{"text":"Second degree knee burns from gargling flight crew ballz."},{"text":"Secret squirrel secrets."},{"text":"Seeing your shaved, ladyboy ass posted on Shit My LPO Says."},{"text":"Shark Watch for swim call."},{"text":"Ship Store swag."},{"text":"Ship's laundry."},{"text":"Shipmates shipmating shipmates."},{"text":"Shore Patrol."},{"text":"Singing Highway to the Danger Zone in a 2003 Ford® Focus."},{"text":"Skating the fuck home right before GQ drills."},{"text":"Smuggling an underage teen out of the barracks before a health and comfort inspection."},{"text":"Social justice warriors trampling and burning the American flag."},{"text":"SQUEAL Team Sex: The Hunt for Bin Laden's Boy Pussy."},{"text":"Standing the fuck by!"},{"text":"Stomping out a crotch fire."},{"text":"Striking for the newest rate: Navy Person."},{"text":"Sub guys wearing short shorts and nipple clamps."},{"text":"Swabbies and shipmates."},{"text":"Sweeping the flight deck during a torrential downpour."},{"text":"Tabasco®: a necessary evil."},{"text":"Tattoo regulations created by limp dick staff officers."},{"text":"That douchebag who ALWAYS steps on your rack while climbing up to theirs."},{"text":"That fucker who tosses chemlights off the ship."},{"text":"That nasty mother fucker who showers barefoot."},{"text":"That one Third Class we all had in our shop."},{"text":"That one time your boat boo got restriction right before shore liberty."},{"text":"The abortion-at-sea that is the movie Annapolis."},{"text":"The chiseled jawline and absurdly sculpted bisceps of Admiral Chester Nimitz."},{"text":"The CPO Selectee Carwash."},{"text":"The direction the Navy is headed."},{"text":"The DoD's yearning for bottom of the barrel, dirt cheap shit."},{"text":"The galley."},{"text":"The gallons of semen your mattress has absorbed."},{"text":"The good kid"},{"text":"The gooey aftermath of a Sailor walking into a P-3's rotor arc."},{"text":"The Great Pacific garbage patch."},{"text":"The grunting and heavy breathing of a lonely rackmate."},{"text":"The indoor tracks of RTC Great Lakes."},{"text":"The little goblins that live in engineering spaces."},{"text":"The M240D's cycle of operations."},{"text":"The MCPON engaging is \"gerbil play.\""},{"text":"The MWR tour you're no longer allowed to join."},{"text":"The mythical Sea Pegasus."},{"text":"The Navy Times."},{"text":"The Navy's mentorship program."},{"text":"The package store."},{"text":"The pathetic lack of funds in your TSP."},{"text":"The pinball machine in Skipper's stateroom."},{"text":"The Pucker Factor."},{"text":"The Quarterdeck POOW."},{"text":"The safety stand-down from Hell!"},{"text":"The Seabees' gay construction worker-themed dance party."},{"text":"The SECNAV's wrinkly little raisin dick."},{"text":"The ship's movie channels."},{"text":"The sudden realization that YOU are a fobbit!"},{"text":"The Swastika-shaped building on Naval Amphibious Base Coronado. Seriously, Google Map that shit right now!"},{"text":"The United States Navy."},{"text":"The United States Navy."},{"text":"The unmistakable smell of chloroform at your command's Christmas party."},{"text":"The uselessness of Transition GPS."},{"text":"The USS Neverdock."},{"text":"Totally super hardcore Navy PRT standards."},{"text":"Transgender Education Training."},{"text":"Tricing someone up in their rack."},{"text":"Tricking Marines into forming fake lines."},{"text":"Urinalysis meat gazers who love to watch."},{"text":"Using a rescue litter to restrain a drunken FNG."},{"text":"Using a treadmill aboard a ship."},{"text":"Using blood magic to resurrect the USS Arizona."},{"text":"Using your DITY move to smuggle West Virginia hillbilly meth across the Canadian border."},{"text":"Using your technical savy to melt plastic trash into dragon dildos and Golden Girls-themed fuck toys."},{"text":"Vacation Bible School."},{"text":"Veteran suicide awareness."},{"text":"Vietnamese mercenaries hunting John Kerry."},{"text":"Violating UCMJ Article 114 by dueling Jody to the death."},{"text":"Visiting the waterpark in Dubai."},{"text":"Waiting for the harbor pilot in any Middle Eastern port."},{"text":"Washing Chief's coffee mug."},{"text":"Watch."},{"text":"Watching deployment homecoming videos for a good cry."},{"text":"Watching Marines break shit."},{"text":"Watching two Marines fight over the last box of crayons."},{"text":"Well-deserved fratricide."},{"text":"Whipping your dependents like Hebrew slaves."},{"text":"Witnessing a suicide from the Coronado Bridge."},{"text":"Women in BUD/S."},{"text":"Working the pole to earn money for new chemlights."},{"text":"Working the pulper."},{"text":"Workups."},{"text":"Writing your name in the water using a .50 cal."},{"text":"Ye olde times medical procedures used aboard the USS Constitution."},{"text":"Your future ex-dependa."},{"text":"Your significant other fucking a pilot the minute you deploy."},{"text":"Your third NKO password attempt."}]