[{"text":"_ is no stranger to an AGE Ranger!","pick":1},{"text":"_! the SecAF exclaimed ass he shape-shifted into a lizard person and scurried through the Pentagon.","pick":1},{"text":"\"I want you for _!\"\n\n-- Uncle Sam","pick":1},{"text":"\"What flight are you on?!?\"\n\n\"Flight _, Sir!\"","pick":1},{"text":"A commissary bagger gives you the death stare. Tip them with _ and get the hell out of there!","pick":1},{"text":"A dorm party isn't a dorm party without _!","pick":1},{"text":"A superior officer approaches. You salute and say _, and they respond with _.","pick":2},{"text":"AFPC has decreed _ is the new requirement for WAPS testing this year.","pick":1},{"text":"After a year in the Delayed Entry Program, it's finally time for _!","pick":1},{"text":"Air Force fuckery is getting so bad that the brass are starting to blame _ on the lack of discipline.","pick":1},{"text":"Amazon just announced that it is partnering with the U.S. Air Force to deliver _ to your doorstep.","pick":1},{"text":"An LOR was given to you for an embarrassing incident involving _, but mostly because you're really fucking dumb.","pick":1},{"text":"And here we see the dependa in her natural habitat, angrily commenting about _ on her husband's unit's Facebook page.","pick":1},{"text":"As a Tech School instructor, I was shocked the first time I caught my students _.","pick":1},{"text":"Aside from gambling addiction and marrying Las Vegas strippers, Airmen stationed at Nellis AFB also have issues with _.","pick":1},{"text":"At Vandenberg AFB, satellites designed to monitor _ are now being launched into low Earth orbit.","pick":1},{"text":"Attempting to claim _ on a travel voucher is a great way to piss off the DTS gods.","pick":1},{"text":"Be careful, Airman! That stripper says she loves you, but she's only interested in _.","pick":1},{"text":"Before his heroic actions leading to his Medal of Honor, A1C John Levitow was best known for _.","pick":1},{"text":"Civilians will never understand the joys of _.","pick":1},{"text":"Congress approved a new retirement plan that replaces your pension with a lifetime supply of _.","pick":1},{"text":"Dearest Mother, War is Hell. The DFAC burns the steaks. Marines call me a POG bitch. And just today, I witnessed _ for the first time!","pick":1},{"text":"Describe your Air Force career with one card.","pick":1},{"text":"During lengthy sessions of \"hurry up and wait,\" I enjoy _ to help pass the time.","pick":1},{"text":"Follow the Air Force Band on Twitter @_.","pick":1},{"text":"He is, The Most Air Force Man in the World. \"I'm not always _, but when I do, I prefer _. Stay motivated, my friends.\"","pick":2},{"text":"HO HO HO! Merry Christmas, Chief! You were naughty this year, so I put _ in your stocking!","pick":1},{"text":"Honor a fallen comrade. Seriously, pause the game and raise your glasses for someone who made the ultimate sacrifice.","pick":1},{"text":"Hot damn! That last deployment was a super sloppy mix of _ and _.","pick":2},{"text":"How do you convince your subordinates to do the right thing?","pick":1},{"text":"How do you endure the hell that is Army billeting?","pick":1},{"text":"I always knew I would end up in the military because I enjoyed _ at an early age.","pick":1},{"text":"I am an American Airman, I am _.","pick":1},{"text":"I don't know what's worse, ABUs or _.","pick":1},{"text":"I have no idea why Finance is closed today. There's just a sign on the door that reads \"_.\"","pick":1},{"text":"I wonder if _ was as common in the Army Corps as it is in today's Air Force.","pick":1},{"text":"If Captain America transferred to the Air Force, his indestructable shield would be replaced with _, and his new catchphrase would be \"_!\"","pick":2},{"text":"If General LeMay were alive he'd bust through that door, put an end to all this _, and then bring back _!","pick":2},{"text":"If linguists were ever considered \"The Tip of the Spear\" then what would be the shaft?","pick":1},{"text":"If You Ain't Ammo, You Ain't _!","pick":1},{"text":"In an attempt to appeal to Air Force dependents, Sesame Street has created \"Big Blue,\" a character who teaches the other muppets about _.","pick":1},{"text":"In the United States Air Force, we fight in Air, Space, and _.","pick":1},{"text":"Iran's new \"state of the art\" drone is basically a hang gliding Roomba® that uses _ as its main weapon system.","pick":1},{"text":"It never fails! You just want to nap at the USO, but _ always gets in the way.","pick":1},{"text":"It was the craziest thing I've ever seen. I once saw a dependa kill a man with _.","pick":1},{"text":"Keep that crusty ass Air Trans TSgt happy with a whole lotta _!","pick":1},{"text":"Ma'am, why are you crying?","pick":1},{"text":"Only in the Air Force will you find _.","pick":1},{"text":"Receiving orders to Minot is even more depressing than _.","pick":1},{"text":"Security Forces are the best at _, but are terrible at _.","pick":2},{"text":"Smug Air Force Academy grads believe they're the best at _.","pick":1},{"text":"So you're saying you have a PT waiver for _? Niiiice...","pick":1},{"text":"Standing at attention, the trainees yel, \"Off we go, into _!\"","pick":1},{"text":"Step 1: Request any DSD except MTI.\n\nStep 2: _.\n\nStep 3: You're an MTI now.","pick":1},{"text":"Surprise! AETC's new supplement covers _.","pick":1},{"text":"That's not a technique or a procedure! That's just _!","pick":1},{"text":"The Air Force Core Values: _ first, _ before self, and _ in all we do.","pick":3},{"text":"The F-35 may be the most lethal fighter on the planet, but it's no match for _.","pick":1},{"text":"The only thing that can match the intensity of a submarine race is _.","pick":1},{"text":"The recruiter promised me an exciting career traveling the world, but it was more like an endless nightmare of _.","pick":1},{"text":"The shit-hot sequel to Fighter Pilot: Operation Red Flag is a boner-tastic freedom flick chock-full of _!","pick":1},{"text":"The SNCO seducing young Airmen is exhibiting a _ leadership style.","pick":1},{"text":"This CSAF will make their mark on heritage by changing _.","pick":1},{"text":"USAA is now offering a free subscription to _ Magazine when you open a new checking account.","pick":1},{"text":"Want a \"Promote Now\"? Well, make sure you receive a bullet for _.","pick":1},{"text":"What brought PT to a screeching halt?","pick":1},{"text":"What caused your wife's bitter tears at your last re-enlistment?","pick":1},{"text":"What did the lifeguards find floating in the base gym's pool?","pick":1},{"text":"What earned your troop their latest Direct Safety Violation?","pick":1},{"text":"What embodies \"Air Force stupid\"?","pick":1},{"text":"What is DARPA now training robots to do?","pick":1},{"text":"What is the key component of this administration's foreign policy?","pick":1},{"text":"What just dropped out of the back of that C-130?","pick":1},{"text":"What really killed Billy Mitchell?","pick":1},{"text":"What the fuck does the Chaplain do?!?","pick":1},{"text":"What would make your supervisor's blood boil?","pick":1},{"text":"What's been making life absolutely suck in your unit?","pick":1},{"text":"What's causing that awful smell in the dorms?","pick":1},{"text":"What's currently burning on the flight line?","pick":1},{"text":"What's more fucked than Blues on the first day of Airman Leadership School?","pick":1},{"text":"What's that bitch boy F-16 pilot whining about THIS time?!?","pick":1},{"text":"What's the new guy's callsign?","pick":1},{"text":"What'st he centerpiece to the new Academy spirit video?","pick":1},{"text":"When the American public hears \"United States Air Force,\" they can't help but think of _.","pick":1},{"text":"Why is myPers down THIS time?!?","pick":1},{"text":"You can tell Chuck Norris is an Air Force Vet because he uses _ and _ to slay his enemies.","pick":2},{"text":"You just need more _ to finish this goddamn 1206!","pick":1},{"text":"You'd never know it, but the first sergeant's duties include _ and _.","pick":2},{"text":"You're at the local base housing swinger party. What's your go-to icebreaker?","pick":1},{"text":"Your Squadron Commander proudly displays a picture of _ on her desk.","pick":1},{"text":"_: about as useful as a one-legged man in an ass kicking contest.","pick":1},{"text":"A drill sergeant impressed your mom with a story about _ and now he's getting a hand job on Family Day.","pick":1},{"text":"A new MOS created. It's being described as a cross between _ and _.","pick":2},{"text":"A SHARP™ complaint was filed against you for _.","pick":1},{"text":"A Soldeir-inspired musical, you say? What's the theme?","pick":1},{"text":"A thoughtful present for a deaf,blind and downs syndrome baby is _","pick":1},{"text":"According to your permanent profile, you can no longer be in the vicinity of _.","pick":1},{"text":"After a night of drunken debauchery, the guys at Digruntled Vets were arrested for _.","pick":1},{"text":"After stomping Nazi dick into the dirt, Audie Murphy celebrated his killing sprees with _.","pick":1},{"text":"Although _ is authorized, it is strongly discouraged.","pick":1},{"text":"April is \"The Month of the Military Child.\" What are you doing to celebrate?","pick":1},{"text":"AR 670-1 has been updated and it specifically bans _ in uniform.","pick":1},{"text":"Are you still shit-faced from a night of heavy drinking and need to sober up before PT? Try reading up on _!","pick":1},{"text":"As the new unit morale, wellness, and recreation officer, your primary duties involve _.","pick":1},{"text":"Besides sticky napalm, what else is detrimental to kids in a war zone?","pick":1},{"text":"By pooling their funds, the E-4 Mafia was able to buy _ for mandatory fun day.","pick":1},{"text":"CIF is now issuing rucksacks full of _ to Soldiers going down range.","pick":1},{"text":"Class, pay close attention. I will now demonstrate the physics of _.","pick":1},{"text":"Congress declared Marshall law because of _ & _.","pick":2},{"text":"Create your new unit motto: _ and _!","pick":2},{"text":"Describe your military career with one card.","pick":1},{"text":"Everyone gets a Combat Action Badge! Just be within 50 meters of _ and you qualify.","pick":1},{"text":"Firers, assume a good kneeling position and commence _.","pick":1},{"text":"Fort Hood is known as \"The Great Place\" because it provides Soldiers with an endless supply of _.","pick":1},{"text":"Friday's safety brief identified _ as the greatest threat to Soldiers.","pick":1},{"text":"Friendly fire or _; I don't know what's worse.","pick":1},{"text":"Holding back laughter, the warrant officer suggested you add _ to your CONOP.","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"How can I explain deployment? Well, I guess it's mostly _ and _.","pick":2},{"text":"I always knew my cousin was disturbed, then we found his rambling manifesto on _.","pick":1},{"text":"I always maintain my arms, my equipment, and my _.","pick":1},{"text":"I kept falling asleep on guard duty, but I managed to stay awake by thinking about _.","pick":1},{"text":"If Captain Planet™ battles against ecoterrorism, then what does Lieutenant Planet fight?","pick":1},{"text":"If my deployment was made into a porno, it would be full of _ and _.","pick":2},{"text":"If NCOs are the backbone, what is the rectum of the Army?","pick":1},{"text":"If there's a separate Heaven for command sergeants major of the Oregon National Guard, it is certainly full of _ and neatly trimmed grass.","pick":1},{"text":"If you thought veggie omelet was bad, just wait until you try the newest MRE flavor. It tastes like _!","pick":1},{"text":"In a shocking turn of events, AR 670-1 now authorizes Soldiers to wear _ while on duty.","pick":1},{"text":"In place of corective training, what are leaders now encouraged to use as punishment?","pick":1},{"text":"In the newest Tom Hanks war porn, an infantry platoon must overcome _ to accomplish their mission.","pick":1},{"text":"It may have taken 11 years to process the paperwork, but you were finally awarded the Medal of Honor for _.","pick":1},{"text":"Loyalty, Duty, Respect, Selfless, Service, Honor, Integrity, Personal Courage, and _: the newest Army Value.","pick":1},{"text":"Ma'am, why are you sweating and breathing so heavily?","pick":1},{"text":"No one is more professional than I. I am _, a leader of Soldiers.","pick":1},{"text":"No shit, there I was, knee-deep in _.","pick":1},{"text":"ROTC taught me many things, but it didn't teach me how to handle _.","pick":1},{"text":"Second lieutenant + _ = massive amounts of failure.","pick":1},{"text":"Sing: \"First to fight for the right, and to build the Nation's _.\"","pick":1},{"text":"Sing: \"They say that in the Army _ is mighty fine!\"","pick":1},{"text":"Sing: \"When my granny was 95, she did _ just to stay alive!\"","pick":1},{"text":"Sir, why are you crying?","pick":1},{"text":"Soldiers have created a new religion, where _ is held sacred above all else.","pick":1},{"text":"Step 1: Deploy.\nStep 2: _\nStep 3: Receive Bronze Star.","pick":1},{"text":"The Army is using virtual reality to prepare for combat, which forces Soldiers to endure hours of _.","pick":1},{"text":"The curious lieutenant found _ on the other side of the latrine gloryhole.","pick":1},{"text":"The final event of the Best Ranger Competition involves the competitors paying homage to _.","pick":1},{"text":"The military is set apart from other professions because Soldiers must be prepared to use _.","pick":1},{"text":"The new petting zoo inside the Pentagon features pony rides, baby goat feeding, and _.","pick":1},{"text":"The newest Army Regulation extensively covers _, for the new Chief of Staff.","pick":1},{"text":"The only thing recruiters love more than groping high school girls is lying about _.","pick":1},{"text":"The only thing standing between you and your next promotion is _.","pick":1},{"text":"The sergeant major must be a wizard because he can instantly transform into _ and _.","pick":2},{"text":"The U.S. Army provides _ to impoverished people all over the world.","pick":1},{"text":"The upcoming 4-day affords you the opportunity to do what you're passionate about: _.","pick":1},{"text":"The Warrant Officer Mafia holds secret meetings where they discuss the intricacies of _.","pick":1},{"text":"Today at a special court-martial, you were convicted by a military judge, pursuant to your pleas, of 5 specifications of _.","pick":1},{"text":"West Point Cadets are known for their tenacious veracity, superb physical fitness, and _.","pick":1},{"text":"What does the Sergeant Major of the Army dream about most nights?","pick":1},{"text":"What drove your commander to chug and gouge out his eyes with a Skilcraft® pen.","pick":1},{"text":"What is the key to happiness?","pick":1},{"text":"What is the new unofficial mascot of the infantry?","pick":1},{"text":"What is the SecDef thinking at the moment?","pick":1},{"text":"What made your date leave the unit ball screaming and covered in blood?","pick":1},{"text":"What makes drill sergeants seethe with rage?","pick":1},{"text":"What puts the \"Strong\" in Army Strong?","pick":1},{"text":"What really killed Patton?","pick":1},{"text":"What reoccurring night terror keeps the Joint Chiefs up at night?","pick":1},{"text":"What topic you always cover in your initial counseling sessions?","pick":1},{"text":"What's causing that awful smell in the barracks?","pick":1},{"text":"What's your first sergeant's guilty pleasure?","pick":1},{"text":"When diplomacy fails and North Korea attacks, Kim Jon Un will unleash _, his secret weapon.","pick":1},{"text":"When the American public hears \"United States Army,\" they can't help but think of _.","pick":1},{"text":"When your crying mother asks why you were kicked out of the Army, you'll shamefully explain it was because of _.","pick":1},{"text":"When your primary weapon jams in an ass-puckering firefight, use _ as your backup.","pick":1},{"text":"While stuffing your fat face at the chow hall, you suddenly think of _ and immediately lose your appetite.","pick":1},{"text":"Why haven't your subordinates completed their mandatory online training?","pick":1},{"text":"Young Veterans Brewing Co.™ has brewed a new Army-inspired beer called G.I. Pilsner™, which probably tastes like _ and _.","pick":2},{"text":"Your commander was immediately relieved for unethical and immoral behavior because of her involvement with _.","pick":1},{"text":"Your commander's call sign is \"_ SIX.\"","pick":1},{"text":"Your security clearance has been suspended beause of your shameful past involving _.","pick":1},{"text":"_ clearly places this cluster fuck of a mission in the red.","pick":1},{"text":"_ got me banned from the Liberty Lounge for life.","pick":1},{"text":"_ was the reason I got reverted at Camp May.","pick":1},{"text":"_: the new and improved way to compel compliance.","pick":1},{"text":"_: the secret weapon of the E-3 Mafia.","pick":1},{"text":"AHOY, Seaman! Welcome to the Cutter Midgett! Prepare for a nonstop onslaught of _.","pick":1},{"text":"At TRACEN Yorktown, every safety brief must include a thorough discussion about _.","pick":1},{"text":"Boatswain's mate and damage controlman have merged to form a new rate, whose primary duties include _ and _.","pick":2},{"text":"BREAKING NEWS! In an unbelievable feat of heroism, USCG rescue swimmers recovered _ from the North Atlantic.","pick":1},{"text":"Delirious from _, a cackling Patrick Etheridge once exclaimed, \"You have to go out, but you don't have to come back!\"","pick":1},{"text":"Describe your time in the Coast Guard with one card.","pick":1},{"text":"Douglas Munro posthumously received the Medal of Honor for extraordinary heroism in the face of _.","pick":1},{"text":"Ensign + _ = an embarrassing international incident.","pick":1},{"text":"Food service specialists are always pissed off. _ doesn't even make them happy.","pick":1},{"text":"Gather 'round, shipmates! It's time for a sea story about _ and _.","pick":2},{"text":"Hey, XO! Instead of just echoing the commander, why don't you tell us about the importance of _?","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"Honor, Respect, Devotion to Duty, and _: the newest Coast Guard Core Value.","pick":1},{"text":"How can I explain my time on patrol? Well, I guess it's mostly _ and _.","pick":2},{"text":"How useful is the Coast Guard Auxiliary? I'll put it this way, they're about as useful as _.","pick":1},{"text":"I never truly understood maritime enforcement until I stumble upon _.","pick":1},{"text":"I will always be at my station, alert and atteding to _.","pick":1},{"text":"In exchange for safe passage, Colombian drug cartels are now bribing Seaman with _.","pick":1},{"text":"Kevin Costner and Ashton Kutcher have teamed up for The Guardian II: Searchier, Rescueier, and _.","pick":1},{"text":"Petty officer, I regrettably request to inform you about _.","pick":1},{"text":"Sometimes discipline is used to mean punishment, but the real meaning of discipline can be described by the words _.","pick":1},{"text":"The newest Coast Guard Regulation extensively covers _, a major focal point for the new Commandant.","pick":1},{"text":"The newest revision of 14 USC 89(a) now allows _ to more effectively compel compliance.","pick":1},{"text":"The only reason a few Coasties graduated BUD/S is because they bribed the cadre with _.","pick":1},{"text":"The only redeeming quality of TRACEN Petaluma is _.","pick":1},{"text":"Those bastards! I was minding my own business when CGPD came along and ticketed me for _.","pick":1},{"text":"Uh-oh, Boats broke the boat again! What did he do this time?","pick":1},{"text":"What does the Master Chief Petty Officer of the Coast Guard dream about most nights?","pick":1},{"text":"What finally sank the Eagle?","pick":1},{"text":"What gets chief hot and bothered?","pick":1},{"text":"What gives the Commandant of the Coast Guard the willies?","pick":1},{"text":"What is the new unofficial mascot of the Coast Guard?","pick":1},{"text":"What made Popeye's forearms so girthy?","pick":1},{"text":"When other service branches hear \"United States Coast Guard,\" they can't help but think of _.","pick":1},{"text":"You're either a boatswain's mate or you work for one, unless you're affiliated with _.","pick":1},{"text":"_ and _ make the USMC the most homophobic AND homoerotic service branch.","pick":2},{"text":"_ makes your PFT score go down faster than a Thai hooker during Cobra Gold!","pick":1},{"text":"_ will cripple the Marine Corps. _ will save it.","pick":2},{"text":"A Marine Corps costume party, you say? What's the theme?","pick":1},{"text":"After a Mary Jane Rottencrotch finger banging session, you sniff your digits and recognize the smell of _.","pick":1},{"text":"After numerous reports of Marines falling ill, the VA has reluctantly that _ causes dick cancer.","pick":1},{"text":"An enormous statue commemorating _ was erected in front of the Lee Harvey Oswald School of Marksmanship Excellence.","pick":1},{"text":"As the Arizona lawn dart plummeted to Earth, the Harrier pilot screamed \"_\" and ejected out of the cockpit.","pick":1},{"text":"Congratulations! You joined the Marine Corps! Get ready for _.","pick":1},{"text":"Describe the Marine Corps with one card.","pick":1},{"text":"Determined to be admin-separated during boot camp, Recruit Weasel Dick tries _ and narrowly succeeds.","pick":1},{"text":"Directed by Michael Bay, the unnecessary sequel to Full Metal Jacket is basically three hours of _.","pick":1},{"text":"Doc is funny. Doc tells good stories. Doc once told a story about finding _ in someone's asshole.","pick":1},{"text":"During the Battle of the Chosin Reservoir, Colonel Chesty Puller annihilated countless Chinese soldiers using _.","pick":1},{"text":"Embrace the suck, boot! Pain is just _ leaving your body.","pick":1},{"text":"Ever since General Mattis knife handed me, I can't fall alseep without having nightmares about _.","pick":1},{"text":"Ever since the explosion, every time I hear a loud noise I think of _.","pick":1},{"text":"Face it, you were born to be a fat body. Hell, I bet you could get fat off of _.","pick":1},{"text":"For its latest cheesy ad campaign, Recruiting Command has created GruntMan, a superhero with the powers of _ and _.","pick":2},{"text":"Friday's linerty safety brief warns Marines to avoid _.","pick":1},{"text":"Gender integration for all combat jobs has caused promotions to be mostly based on _.","pick":1},{"text":"General Mattis' iTunes™ playlist is a disturbing collection of songs about _ and _.","pick":2},{"text":"Give it 20 years and the Corps will be nothing but _.","pick":1},{"text":"Given enough time, grunts will turn any situation into _.","pick":1},{"text":"Greetings, POGs! I am the Chesty 2000, a cybernetic body slayer from the future to save the Corps from _.","pick":1},{"text":"Gunny keeps saying he's got a meeting at Regiment, but what he's really doing is _.","pick":1},{"text":"Gunny on Gunny violence: a serious scourge plaguing our Corps. How do we stop it?","pick":1},{"text":"Gunny told me if I don't cut back on _ then I'm for sure getting ninja punched.","pick":1},{"text":"Gunny, why are you crying?","pick":1},{"text":"Hey, boot! What happened to your fucking face?!?","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"Honor, Courage, Commitment, and _: The Newest Marine Corps Value.","pick":1},{"text":"How to be a Marine Recruiter:\n- Lie to dumb kids;\n- Have sex with dumb kids;\n- _.","pick":1},{"text":"I don't care what your team leader says, _ is not an excuse for being drunk on duty!","pick":1},{"text":"I lied and blamed _, but the actual reason I was late to formation was because of _.","pick":2},{"text":"I walked in the house, saw _, and KNEW Jody had just been there!","pick":1},{"text":"I'm so damn sick of MREs! I would rather eat _.","pick":1},{"text":"If my deployment was made into a hardcore snuff film, it would be full of _ and _.","pick":2},{"text":"In Arabic, OORAH translates to _.","pick":1},{"text":"In J.K. Rowling's new novel, Harry Potter and the Cursed Corps, Harry uses _ in his fight against the dark forces of _.","pick":2},{"text":"In Pixar's new movie, Fuck Your Feelings, a lovable infantry platoon harnesses the power of _ to explodinate terrorist faces.","pick":1},{"text":"In the new episode of Pimp My Barracks, a few lucky Marines find themselves with a room full of _.","pick":1},{"text":"Infantry platoon - rational decisions making abilities = _.","pick":1},{"text":"Instead of using wax to buff the deck, the E-5 and below are forced to use _.","pick":1},{"text":"Interrogators are now using _ and _ as their new go-to torture methods.","pick":2},{"text":"June is LGBT Pride Month. What is the Marine Corps doing to celebrate?","pick":1},{"text":"Look, over there!\nIt's a bomb crater!\nIt's a mass grave!\nNo, it's _!","pick":1},{"text":"Marine Corps coloring books filled with pictures of _ and _ are now being issued to all Recruits.","pick":2},{"text":"Marines are to _ as Sailors are to _.","pick":2},{"text":"Marines make numerous sacrifices to keep this country safe, which is why they should always be provided with _.","pick":1},{"text":"Of course Mad Dog Mattis never got married! He was too busy with _.","pick":1},{"text":"Play stupid games, win stupid prizes. Your punishement is _.","pick":1},{"text":"Reveille! Reveille! Reveille! Drop your cocks and grab _!","pick":1},{"text":"Selfless service is best exemplified by a Marine's dedication to _ and _.","pick":2},{"text":"Semper Fidelis has been replaced with \"_ and _,\" the new Marine Corps motto.","pick":2},{"text":"Smug Naval Academy grads believe they're the best at _.","pick":1},{"text":"So you can give _ to Jesus, but your ass belongs to the Corps!","pick":1},{"text":"Step 1: Ship to boot camp.\nStep 2: _.\nStep 3: NJP'd.","pick":1},{"text":"Terminal Lance comics need more _!","pick":1},{"text":"That dumb shit new boot got a moto tattoo across his back that says _.","pick":1},{"text":"The \"new\" Marine Corps is now kinder, gentler, and more focused on _.","pick":1},{"text":"The deplorable state of morale in the Corps can be attributed to a combination of _ and _.","pick":2},{"text":"The Few, the Proud, _.","pick":1},{"text":"The Grunt Diet:\n- 1 part _;\n- 2 parts _;\n- And a dash of _.","pick":3},{"text":"The key to being the ideal Marine is _.","pick":1},{"text":"The Marine Corps ensurs _ is hand delivered to needy children around the world.","pick":1},{"text":"The new Amphibious Assault Vehicle is really just a pontoon boat filled with _.","pick":1},{"text":"The newest religious charity, Christ's Huge Package, sends _-themed care packages to troops overseas.","pick":1},{"text":"The only thing worse than mindlessly reading MCDP-1 Warfighting is _.","pick":1},{"text":"The spirit of Chesty Puller is rumored to haunt the grounds of Paris Island, channeling his ghostly energy into _.","pick":1},{"text":"There's no argument. The most lethal thing on the battlefield is _ in the hands of a Marine.","pick":1},{"text":"This is my rifle. There are many like it but this one is _.","pick":1},{"text":"Unlimited _! That's what you're getting for re-enlisting, you poor dumb bastard!","pick":1},{"text":"What caused you to lose ANOTHER meritorious board to a wook?","pick":1},{"text":"What do you think Cpl Wassef Ali Hassoun is doing right now?","pick":1},{"text":"What does the Commandant of the Marine Corps daydream about during congressional hearings?","pick":1},{"text":"What is the greatest achievement of the Lance Corporal Underground?","pick":1},{"text":"What made your grandmother knit \"A hardcore death dealer sleeps here\" into a quilt she made for you?","pick":1},{"text":"What made your rack smell like homeless people were fucking in it?","pick":1},{"text":"What puts the \"party\" in working party?","pick":1},{"text":"What's more predictable than an Osprey crash?","pick":1},{"text":"When you're not around, the barracks sergeant sneaks into your room and slips _ under your pillow.","pick":1},{"text":"While working with \"Civilian Marines,\" a hostile work environment complaint was lodged against you for _.","pick":1},{"text":"Why's Gunny drunk again?!?","pick":1},{"text":"You can ban it, outlaw it, and burn it, but you'll never remove _ from my precious Corps!","pick":1},{"text":"You can't kill _. Trust me, the Corps has tried.","pick":1},{"text":"Your Marine Corps Ball date blows your Gunny in the bathroom. What are you doing to numb the pain?","pick":1},{"text":"Your new platoon sergeant is moto as fuck and won't stop talking about _.","pick":1},{"text":"_ and _ inevitably lead to the phrase \"Happiness is secured.\"","pick":2},{"text":"_ is by far the most important item in the \"Fresh Out of Boot Camp\" starter pack.","pick":1},{"text":"_ is the only thing more patriotic than Master Chief Carl Brashear's prosthetic leg.","pick":1},{"text":"_ will attempt to destroy the Navy. _ will ensure that threat is defeated.","pick":2},{"text":"_: it's what Academy grads do best!","pick":1},{"text":"*Read this in your best tranny voice*\n\nHey, Sailor! Come over here and let me show you _!","pick":1},{"text":"According to the international best seller Breaking Up With Your Boat Boo, _ is the #1 way to cope with your loss.","pick":1},{"text":"Admit it, Seaman! You've always suspected your LPO of _.","pick":1},{"text":"After drifting off in your rack, a gooey wet nightmare about _ ruins a good night's sleep.","pick":1},{"text":"After learning about the rampant use of _ within the Navy, you quickly decide against re-enlisting.","pick":1},{"text":"All hands, brace for _!","pick":1},{"text":"America's Navy: A Global Force for _.","pick":1},{"text":"An ensign tries to one-up you with a sea story about _. You win by telling him the one about _.","pick":2},{"text":"Before mustering for cleaning stations, you check the POD. To your surprise, you see _!","pick":1},{"text":"Breastfeeding in uniform is risky because _ can sheak into the blouse and bite a titty.","pick":1},{"text":"Captain's Cup trophies are about as useful as _.","pick":1},{"text":"Chief said if you finish _ you can go home early.","pick":1},{"text":"Colluding in secrecy, America's most brilliant minds developed the ultimate weapon against ISIS, which is constructed from _ and _.","pick":2},{"text":"Congratulations! You've joined the Navy and now you're a hero! What do you plan to fuck up first?","pick":1},{"text":"Do you want liberty secured?!? Because _ is how you get liberty secured!","pick":1},{"text":"Ewwwww the chow tastes funny again! I bet a CS slipped _ into it!","pick":1},{"text":"Gee whiz, I can't wait to get my Surface Warfare qual so I can finally be ready for _!","pick":1},{"text":"Good morning, shipmate! Grab a quick breakfast and meet me in the berthing for a hardcore session of _!","pick":1},{"text":"Gundecking checklists ALWAYS leads to _.","pick":1},{"text":"Haze yourself! is an appropriate response to the question \"Hey Petty Officer, wanna see _?\"","pick":1},{"text":"Hazing is illegal, but it's still acceptable to give your new check-ins _ and tell them to have fun.","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"I can't believe it! I got written up for _ during my last barracks inspection.","pick":1},{"text":"I pooped off the side of the ship and _ squirted out!","pick":1},{"text":"If Admiral Zumwalt was resurrected from the dead using gnarly pirate sorcery, he would cringe at the sight of _ in today's Navy.","pick":1},{"text":"If chiefs are the backbone, what is the rectum of the Navy?","pick":1},{"text":"If he was alive today, Fleet Admiral Chester W. Nimitz would be most proud of _, but also disappointed in _.","pick":2},{"text":"If I could travel back in time to RTC Great Lakes, I would surely warn my past self about _.","pick":1},{"text":"If it wasn't for _, deployment wouldn't be so bad!","pick":1},{"text":"If Snipes really ran the Navy, every ship would be a nonstop cluster fuck of _, _, and _.","pick":3},{"text":"If the Arabian Gulf had a mascot, it would be _.","pick":1},{"text":"If you hold a Corfam shoe to your ear, you can hear the sound of _.","pick":1},{"text":"If your LCPO was captured by ISIS, they would torture him until he divulged info about _.","pick":1},{"text":"In addition to ladyboys, it's best to watch out for _ while in Thailand.","pick":1},{"text":"Instead of \"Hooyah!\" the new Navy catch phrase should be \"_!\"","pick":1},{"text":"ISIS is now demanding _ in exchange for hostages.","pick":1},{"text":"It's the Navy's birthday! What are you doing to celebrate?","pick":1},{"text":"IYAOYAS.\nTranslation: _.","pick":1},{"text":"Locking your coffin rack prevents berthing rats from pilfering your secret stash of _.","pick":1},{"text":"Loose lips sink ships. Don't ever discuss _ or _.","pick":2},{"text":"Need to get revenge on a jacket-wearing OS? Try cramming their freshly polished boots inside of _.","pick":1},{"text":"Not again! You just caught your rackmate jerkin' it to _ for the third time this week!","pick":1},{"text":"Note to self: _ = immediate DRB!","pick":1},{"text":"Nothing is better than ragging on the Coast Guard, but _ come pretty damn close!","pick":1},{"text":"Nothing says \"I'm a dumb shit Navy tool\" quite like _.","pick":1},{"text":"Recruiters will lie about anything, but they REALLY love spreading bullshit about _.","pick":1},{"text":"Rip Its® and _ destroyed this Sailor's life!","pick":1},{"text":"Some chuckle fuck got busted for _ and now we have to stay late for ORM training.","pick":1},{"text":"Step 1: Liberty in Thailand.\n\nStep 2: Captain's Mast for _.\n\nStep 3: Die of antibiotic-resistant dick rot.","pick":1},{"text":"The Chinese were surprised to learn that the three major components of the Aegis Ballistic Missile Defense System are _, _, and _.","pick":3},{"text":"The Cunt for Red Cock-tober, a submarine-themed porn parody, features a disturbing scene where _ is thrust into _.","pick":2},{"text":"The fan room is frequently used for committing unspeakeable acts involving _ and _.","pick":2},{"text":"The ideal way to punish those assholes who throw chemlights off the ship is to force-feed them _.","pick":1},{"text":"The only reason I would ever re-enlist is if the SECNAV granted me unlimited access to _.","pick":1},{"text":"The only thing dumber than removing \"man\" from all Navy job titles is _.","pick":1},{"text":"The only thing sadder than having BAH taken away is _.","pick":1},{"text":"The only thing that can match the intensity of a submarine race is _.","pick":1},{"text":"The overturning of UCMJ Article 125, Forcible Sodomy and Bestiality, means I'm now free to fuck _!","pick":1},{"text":"The phrase \"Balls Deep in Freedom!\" should be hollered whenever _ is combined with _.","pick":2},{"text":"The phrase \"Unfuck Yourself!\" reminds me of _.","pick":1},{"text":"The SECNAV's plan to ban _ aboard ships should further accelerate the pussification of the Navy.","pick":1},{"text":"The U.S. Navy's new custom fragrance, Eau de Farragut, smells like a mixture of _ and _.","pick":2},{"text":"The USS Hillary Clinton, a Zumwalt-class guided-missile destroyer, is the only ship powered solely by _.","pick":1},{"text":"There are only two things better than running a train on Chief's daughter: _ and _.","pick":2},{"text":"To keep its ties to Mexican drug cartels secret, the VA routinely bribes government officials with _ and _.","pick":2},{"text":"To show his gratitude to the SEALs who saved his life, Captain Phillips gave each of them gifts of _ and _.","pick":2},{"text":"Tower, this is Ghost Rider requesting _. \"That's a negative Ghost Rider, the pattern is _.\"","pick":2},{"text":"Two ensigns are beating the fuck out of each other because someone said _ was better than _.","pick":2},{"text":"Using the Wii Fit® for training at RTC is about as laughable as _.","pick":1},{"text":"What do Purple Shirts think about when they're standing around refueling birds?","pick":1},{"text":"What gives Chief his awe-inspiring power?","pick":1},{"text":"What is the MCPON's most coveted pastime?","pick":1},{"text":"What is the SECNAV fantasizing about right now?","pick":1},{"text":"What never fails to make you laugh on deployment?","pick":1},{"text":"What powers the CNO's unstoppable freedom boner?","pick":1},{"text":"What's currently burning on the flight deck?","pick":1},{"text":"When Nukes go postal, _ becomes the target of their radiation fueled rage.","pick":1},{"text":"When you smash a terrorist's head, what oozes out?","pick":1},{"text":"When your Corpsman is feeling down, cheer him up with a healthy dose of _.","pick":1},{"text":"Why is the chief always grumpy? Well, it's because he's responsible for _.","pick":1},{"text":"You're about a cunt hair away from _, shipmate!","pick":1},{"text":"You're staggering back to the last liberty bus of the night when, all of a sudden, _ appears!","pick":1},{"text":"Your chief expected _ in return for your EP Eval this cycle.","pick":1},{"text":"Your Corpsman buddy once told you that he pulled _ out of a Marine's ass.","pick":1},{"text":"Your LPO demands you bring him reactor air samples and 50 feet of gig line. Instead, you cunningly \"acquire\" _.","pick":1}]