[{"text":"\"I'm off my meds so I may be a bit weird.\""},{"text":"63 new messages saying either \"Hay\" or \"Wanna fuck?\""},{"text":"A coyote date where you're willing to chew your own arm off to get away."},{"text":"A date so awful you reevaluate your orientation."},{"text":"A deep, meaningful relationship... started on Tinder."},{"text":"Aging out of the online dating pool."},{"text":"An awe-inspiringly generic profile."},{"text":"Because you're unique."},{"text":"Being dumped on your birthday."},{"text":"Being on a date where every single question is answered with the statement, \"I'm no comfortable talking about that.\""},{"text":"Being very concerned about \"The Surgery\" they keep referring to."},{"text":"Calling out you date for attempting Pick Up Artist techniques on you.*"},{"text":"Checking out the hot one on the left in the photo then realizing that the profile is for the not-so-hot one on the right."},{"text":"Considering the date successful when they put their phone down for more than 50% of the time."},{"text":"Contacting your cryptographer friend at the NSA for help in translating the poor grammar and spelling in a profile."},{"text":"Dating someone almost half your age... almost."},{"text":"Deciding if the amazing sex was worth the amazing crazy."},{"text":"Destroying on really nice article of clothing."},{"text":"Discovering that your significant other is shocked you masturbate."},{"text":"Discovering you date thinks she's a \"squirter,\" but it's really just pee."},{"text":"Discovering your 32 year old date is a virgin.          By choice."},{"text":"Discovering your date has dotted-line tattoos saying \"cut here\" on their wrists."},{"text":"Discussing your favorite types of bondage on your first date."},{"text":"Driving two hours for a date only to find that they moved and left no forwarding address."},{"text":"Ending a three-year relationship via email."},{"text":"Extreme halitosis."},{"text":"Faking an orgasm so you can kick them out."},{"text":"Faking food poisoning to end the date."},{"text":"Figuring out who gets the Hitachi Wand after the break-up."},{"text":"Finding a polite way to ask if your date was born the gender they are now."},{"text":"Finding out that they live in their parents' basement."},{"text":"Finding out they're single in an \"Ashley Madison\" kind of way."},{"text":"Finding out your date thinks that Cards Against Humanity™ isn't funny. At all."},{"text":"Finding yourself disturbed at how turned on you are by someone who's that trashy."},{"text":"Finding yourself trapped in a discussion about how the conspiracy is everywhere."},{"text":"Fucking a guy with a huge penis... who has no idea what he's doing with it."},{"text":"Fucking them senseless."},{"text":"Geographically undesirable.*"},{"text":"Getting back from a bad date to your roommate having sex on the couch.  Again."},{"text":"Getting drunk.  Not for the date, but just for the searching online."},{"text":"Getting the feeling that you really need to watch your drink."},{"text":"Ghosting.*"},{"text":"Giving the person who asked for your number the number of \"dial-a-prayer.\"*"},{"text":"Going to Denny's and being told by your date what you can order so they can use their coupon."},{"text":"Having explosive diarrhea in your date's bathroom."},{"text":"Having mind-blowing sex with someone whose politics are the polar opposite of yours."},{"text":"Having sex with someone who learned their technique from watching bad porn."},{"text":"Having your cat back away, hackles-up, hissing and yowling at your date."},{"text":"Having your date say grace while you think, \"I'm picking up the tab, why are you thanking God?\""},{"text":"Ignoring glaringly obvious red-flags because they're really hot."},{"text":"Judging someone based on the content of their character... and the shape of their butt."},{"text":"Listening to him talk all night about his Twilight fan-fiction."},{"text":"Looking through your \"friends\" on Facebook and playing \"Would you or wouldn't you?\" at 3:30am because you're awake and have nothing better to do."},{"text":"Lying about your age by 10 years and thinking no one will notice."},{"text":"Major bitchy/asshole resting face."},{"text":"Meeting your date only to see their face fall at the sight of you."},{"text":"Messages from people who are WAY less attractive than you."},{"text":"Messages from people who obviously have not read your profile."},{"text":"My eyes."},{"text":"My favorite movies: The Secretary; Amelie; and The Shawshank Redemption."},{"text":"Not clicking \"casual sex\" because you don't want to look like a slut. (even though you really want casual sex)."},{"text":"OKCupid suggesting not one, not two, but three different exes."},{"text":"One hour into the date, they have to call-in and tell their Dom how the date is going."},{"text":"One topic of conversation.  Vegan \"food.\"  Nothing else."},{"text":"Pictures of you drinking a cocktail, sky-diving, and rock-climbing."},{"text":"Pubic hair that makes you think of Donald Trump's toupee."},{"text":"Random hairs from your ex on everything.  Including your underwear."},{"text":"Reading a friend's profile and realizing you two should totally hook up."},{"text":"Realizing this isn't a date, it's a chance for the person to share their love of Jesus with someone new."},{"text":"Receiving flowers on your first date that smell like rotting flesh."},{"text":"Returing your ex's stockings to her - after you've tied up your new girlfriend with them."},{"text":"Signing up with eHarmony only to be told, \"we can't find any matches for you.\""},{"text":"Spending $400 on another god-awful bridesmaid's dress."},{"text":"Spending the entire night surfing OKCupid, Match.com, Plenty of Fish, and Craig's List without reaching out."},{"text":"Swiping left so hard you crack the screen."},{"text":"Telling your parents you two met at church, not on CollarSpace.com.*"},{"text":"The day after the first date when she tells you she's pregnant... and doesn't know who the father is."},{"text":"The embarrassment of the hot nurse reading your medication list including Valtrex and Viagra...*"},{"text":"The sense of connection after discovering you take the psychiatric meds."},{"text":"Thinking, \"Curvy?  Well, yeah.  Spheres have curves.\""},{"text":"Thinking, \"maybe just this once I don't need protection...\" and finding out later, \"yeah, I did.\""},{"text":"Trying to decide if online- or offline-dating is worse."},{"text":"Unholy rage and abuse at a polite \"thanks, but no thanks\" response to an online-dating contact"},{"text":"Upon meeting, discovering their photos were poor, outdated, and probably someone else... quite possibly of a different species altogether."},{"text":"Watching your date get someone else's number while out with you."},{"text":"Wedding reception hook-ups."},{"text":"Wondering if maybe you're the ONLY person on any of these dating sites given your response rate."},{"text":"Wondering why no one has actually created the dating site \"Lowered Expectations.\"*"},{"text":"Wondering why none of your friends will set you up with their friends."},{"text":"Yelling into the void.*"},{"text":"Your date declaring their undying love in the first 45 minutes"},{"text":"Your date explaining that he's a masculinist and a member of the men's rights movement."},{"text":"Your date surprising you by coming out of your bedroom wearing one of your button-down shirts.\nAnd nothing else."}]