[{"text":"Admit it.  You would like to spend the night _ with at least one person at this table.","pick":1},{"text":"During the date, I found out that he really likes _ and _ at the same time.  I'm NOT okay with that.","pick":2},{"text":"For our anniversary, we went to a lovely little bed and breakfast, where they're known for their wine cellar and their _.","pick":1},{"text":"I deserve an Academy Award for not reacting when he started talking about _ 10 minutes into our first (and last) date.","pick":1},{"text":"I had no idea she was interested in me until we both got really drunk and found ourselves _.","pick":1},{"text":"I really love both Kari and Stephen, but the deciding factor between the two is simple.  _.","pick":1},{"text":"I wasn't able to talk my girlfriend into _, but it was surprisingly easy to talk her into _.","pick":2},{"text":"I'm looking for a partner in crime.  The crime?  _.","pick":1},{"text":"It's one thing to have their dog stare at you while you're making out, It's another to be stared at while _.","pick":1},{"text":"Must love Jesus and _.","pick":1},{"text":"My date apparently could see auras.  What did she see from my past that left her terrified and in the fetal position?","pick":1},{"text":"My partner uses _ to mark their territory.","pick":1},{"text":"My six things I can't live without?  Air, Friends/Family, iPhone, Good wine, Internet, _, and _.  Yeah, that's seven, but I'm a rebel.","pick":2},{"text":"Not a single profile picture gave me a good view of their face or figure, however, all of the pictures made their interest in _, quite obvious.","pick":1},{"text":"People say that the first thing they notice about me is _, but let's be honest, it's actually _.","pick":2},{"text":"The first date went so well...  So why did the second date end?","pick":1},{"text":"The two most awkward topics of conversation during our date at the church picnic?  _ and _.","pick":2},{"text":"What disturbed me most about the person who contacted me from Plenty of Fish?","pick":1},{"text":"What helped me get my last girlfriend?","pick":1},{"text":"While on the phone with his Mom, I seriously distracted my boyfriend with _.  It's a good thing I didn't laugh when she asked if something was wrong.","pick":1},{"text":"Why did I dump my significant other the day before Valentine's Day?","pick":1},{"text":"You think your last date was bad?  My date thought that buying me _ was a reasonable substitute for buying me dinner.","pick":1}]