[{"text":"_ and _ make the USMC the most homophobic AND homoerotic service branch.","pick":2},{"text":"_ makes your PFT score go down faster than a Thai hooker during Cobra Gold!","pick":1},{"text":"_ will cripple the Marine Corps. _ will save it.","pick":2},{"text":"A Marine Corps costume party, you say? What's the theme?","pick":1},{"text":"After a Mary Jane Rottencrotch finger banging session, you sniff your digits and recognize the smell of _.","pick":1},{"text":"After numerous reports of Marines falling ill, the VA has reluctantly that _ causes dick cancer.","pick":1},{"text":"An enormous statue commemorating _ was erected in front of the Lee Harvey Oswald School of Marksmanship Excellence.","pick":1},{"text":"As the Arizona lawn dart plummeted to Earth, the Harrier pilot screamed \"_\" and ejected out of the cockpit.","pick":1},{"text":"Congratulations! You joined the Marine Corps! Get ready for _.","pick":1},{"text":"Describe the Marine Corps with one card.","pick":1},{"text":"Determined to be admin-separated during boot camp, Recruit Weasel Dick tries _ and narrowly succeeds.","pick":1},{"text":"Directed by Michael Bay, the unnecessary sequel to Full Metal Jacket is basically three hours of _.","pick":1},{"text":"Doc is funny. Doc tells good stories. Doc once told a story about finding _ in someone's asshole.","pick":1},{"text":"During the Battle of the Chosin Reservoir, Colonel Chesty Puller annihilated countless Chinese soldiers using _.","pick":1},{"text":"Embrace the suck, boot! Pain is just _ leaving your body.","pick":1},{"text":"Ever since General Mattis knife handed me, I can't fall alseep without having nightmares about _.","pick":1},{"text":"Ever since the explosion, every time I hear a loud noise I think of _.","pick":1},{"text":"Face it, you were born to be a fat body. Hell, I bet you could get fat off of _.","pick":1},{"text":"For its latest cheesy ad campaign, Recruiting Command has created GruntMan, a superhero with the powers of _ and _.","pick":2},{"text":"Friday's linerty safety brief warns Marines to avoid _.","pick":1},{"text":"Gender integration for all combat jobs has caused promotions to be mostly based on _.","pick":1},{"text":"General Mattis' iTunes™ playlist is a disturbing collection of songs about _ and _.","pick":2},{"text":"Give it 20 years and the Corps will be nothing but _.","pick":1},{"text":"Given enough time, grunts will turn any situation into _.","pick":1},{"text":"Greetings, POGs! I am the Chesty 2000, a cybernetic body slayer from the future to save the Corps from _.","pick":1},{"text":"Gunny keeps saying he's got a meeting at Regiment, but what he's really doing is _.","pick":1},{"text":"Gunny on Gunny violence: a serious scourge plaguing our Corps. How do we stop it?","pick":1},{"text":"Gunny told me if I don't cut back on _ then I'm for sure getting ninja punched.","pick":1},{"text":"Gunny, why are you crying?","pick":1},{"text":"Hey, boot! What happened to your fucking face?!?","pick":1},{"text":"Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.","pick":1},{"text":"Honor, Courage, Commitment, and _: The Newest Marine Corps Value.","pick":1},{"text":"How to be a Marine Recruiter:\n- Lie to dumb kids;\n- Have sex with dumb kids;\n- _.","pick":1},{"text":"I don't care what your team leader says, _ is not an excuse for being drunk on duty!","pick":1},{"text":"I lied and blamed _, but the actual reason I was late to formation was because of _.","pick":2},{"text":"I walked in the house, saw _, and KNEW Jody had just been there!","pick":1},{"text":"I'm so damn sick of MREs! I would rather eat _.","pick":1},{"text":"If my deployment was made into a hardcore snuff film, it would be full of _ and _.","pick":2},{"text":"In Arabic, OORAH translates to _.","pick":1},{"text":"In J.K. Rowling's new novel, Harry Potter and the Cursed Corps, Harry uses _ in his fight against the dark forces of _.","pick":2},{"text":"In Pixar's new movie, Fuck Your Feelings, a lovable infantry platoon harnesses the power of _ to explodinate terrorist faces.","pick":1},{"text":"In the new episode of Pimp My Barracks, a few lucky Marines find themselves with a room full of _.","pick":1},{"text":"Infantry platoon - rational decisions making abilities = _.","pick":1},{"text":"Instead of using wax to buff the deck, the E-5 and below are forced to use _.","pick":1},{"text":"Interrogators are now using _ and _ as their new go-to torture methods.","pick":2},{"text":"June is LGBT Pride Month. What is the Marine Corps doing to celebrate?","pick":1},{"text":"Look, over there!\nIt's a bomb crater!\nIt's a mass grave!\nNo, it's _!","pick":1},{"text":"Marine Corps coloring books filled with pictures of _ and _ are now being issued to all Recruits.","pick":2},{"text":"Marines are to _ as Sailors are to _.","pick":2},{"text":"Marines make numerous sacrifices to keep this country safe, which is why they should always be provided with _.","pick":1},{"text":"Of course Mad Dog Mattis never got married! He was too busy with _.","pick":1},{"text":"Play stupid games, win stupid prizes. Your punishement is _.","pick":1},{"text":"Reveille! Reveille! Reveille! Drop your cocks and grab _!","pick":1},{"text":"Selfless service is best exemplified by a Marine's dedication to _ and _.","pick":2},{"text":"Semper Fidelis has been replaced with \"_ and _,\" the new Marine Corps motto.","pick":2},{"text":"Smug Naval Academy grads believe they're the best at _.","pick":1},{"text":"So you can give _ to Jesus, but your ass belongs to the Corps!","pick":1},{"text":"Step 1: Ship to boot camp.\nStep 2: _.\nStep 3: NJP'd.","pick":1},{"text":"Terminal Lance comics need more _!","pick":1},{"text":"That dumb shit new boot got a moto tattoo across his back that says _.","pick":1},{"text":"The \"new\" Marine Corps is now kinder, gentler, and more focused on _.","pick":1},{"text":"The deplorable state of morale in the Corps can be attributed to a combination of _ and _.","pick":2},{"text":"The Few, the Proud, _.","pick":1},{"text":"The Grunt Diet:\n- 1 part _;\n- 2 parts _;\n- And a dash of _.","pick":3},{"text":"The key to being the ideal Marine is _.","pick":1},{"text":"The Marine Corps ensurs _ is hand delivered to needy children around the world.","pick":1},{"text":"The new Amphibious Assault Vehicle is really just a pontoon boat filled with _.","pick":1},{"text":"The newest religious charity, Christ's Huge Package, sends _-themed care packages to troops overseas.","pick":1},{"text":"The only thing worse than mindlessly reading MCDP-1 Warfighting is _.","pick":1},{"text":"The spirit of Chesty Puller is rumored to haunt the grounds of Paris Island, channeling his ghostly energy into _.","pick":1},{"text":"There's no argument. The most lethal thing on the battlefield is _ in the hands of a Marine.","pick":1},{"text":"This is my rifle. There are many like it but this one is _.","pick":1},{"text":"Unlimited _! That's what you're getting for re-enlisting, you poor dumb bastard!","pick":1},{"text":"What caused you to lose ANOTHER meritorious board to a wook?","pick":1},{"text":"What do you think Cpl Wassef Ali Hassoun is doing right now?","pick":1},{"text":"What does the Commandant of the Marine Corps daydream about during congressional hearings?","pick":1},{"text":"What is the greatest achievement of the Lance Corporal Underground?","pick":1},{"text":"What made your grandmother knit \"A hardcore death dealer sleeps here\" into a quilt she made for you?","pick":1},{"text":"What made your rack smell like homeless people were fucking in it?","pick":1},{"text":"What puts the \"party\" in working party?","pick":1},{"text":"What's more predictable than an Osprey crash?","pick":1},{"text":"When you're not around, the barracks sergeant sneaks into your room and slips _ under your pillow.","pick":1},{"text":"While working with \"Civilian Marines,\" a hostile work environment complaint was lodged against you for _.","pick":1},{"text":"Why's Gunny drunk again?!?","pick":1},{"text":"You can ban it, outlaw it, and burn it, but you'll never remove _ from my precious Corps!","pick":1},{"text":"You can't kill _. Trust me, the Corps has tried.","pick":1},{"text":"Your Marine Corps Ball date blows your Gunny in the bathroom. What are you doing to numb the pain?","pick":1},{"text":"Your new platoon sergeant is moto as fuck and won't stop talking about _.","pick":1}]