[{"text":"AMC's new spin off, _ The Walking Dead.","pick":1},{"text":"Apple just announced that in the next iPhone update, they're replacing Siri with _.","pick":1},{"text":"As Jesus was nailed to the cross, he laughed and shouted, \"This is nothing compared to_.\"","pick":1},{"text":"Call me a bad parent, but the only way I can get my toddler to calm down is to give him _.","pick":1},{"text":"Even though I was born as a female, tumblr has opened my eyes. I now identify as _.","pick":1},{"text":"Everyone's favorite new third-party CAH expansion: _ Against _.","pick":2},{"text":"Frito-Lay® just announced that the flavor of the mystery Doritos® was actually _.","pick":1},{"text":"I came here to chew bubblegum, and get aroused by black and white photos of_.  And I'm all outta bubblegum.","pick":1},{"text":"I don't understand why white privilege is such a hot topic. Blacks have privilege too. Ever heard of _?","pick":1},{"text":"I just got fired because I liked a Facebook page titled \"_\" and my employer found out.","pick":1},{"text":"I just tasted my wife's breast milk and it tasted like _.","pick":1},{"text":"I swear you could mistake _ for _ if you didn't have your glasses on.","pick":2},{"text":"If it wasn't for _ and a little bit of luck, I'd still be a virgin.","pick":1},{"text":"My grandmother told me that back in her day, they didn't have fancy things like _. They had to make do with _.","pick":2},{"text":"My wife has no idea, but before we have sex, I look at pictures of _ on my phone because she just can't make me hard anymore.","pick":1},{"text":"Nick didn't hang out with Timmy. Timmy was into _ while Nick enjoyed the finer things in life like _.","pick":2},{"text":"Proving there's no film he won't star in, get ready for Nick Cage's \"Escape from _ Island\".","pick":1},{"text":"Silly Macklemore. He tried rhyming _ with _.","pick":2},{"text":"The abortion was going as planned until the physician pulled out_ instead.","pick":1},{"text":"The road to _ is riddled with broken hearts, shattered dreams, and a whole lot of _.","pick":2},{"text":"There's more concrete proof that_ exists than the Holocaust.","pick":1},{"text":"Thomas had finally come to accept gay marriage, but he still is, and always will be, against someone getting married to _. It's just wrong.","pick":1},{"text":"When asked to describe Barack Obama in a few strong words, Joe Biden replied, \"Barack is a man I look up to. He's like _ mixed with _.\"","pick":2},{"text":"When I asked for nudes, she sent pictures of _. I wasn't disappointed.","pick":1},{"text":"You could say it was his politics that got Barack Obama elected, but we all know the real reason was _.","pick":1}]