[{"text":"_ is no stranger to an AGE Ranger!","pick":1},{"text":"_! the SecAF exclaimed ass he shape-shifted into a lizard person and scurried through the Pentagon.","pick":1},{"text":"\"I want you for _!\"\n\n-- Uncle Sam","pick":1},{"text":"\"What flight are you on?!?\"\n\n\"Flight _, Sir!\"","pick":1},{"text":"A commissary bagger gives you the death stare. Tip them with _ and get the hell out of there!","pick":1},{"text":"A dorm party isn't a dorm party without _!","pick":1},{"text":"A superior officer approaches. You salute and say _, and they respond with _.","pick":2},{"text":"AFPC has decreed _ is the new requirement for WAPS testing this year.","pick":1},{"text":"After a year in the Delayed Entry Program, it's finally time for _!","pick":1},{"text":"Air Force fuckery is getting so bad that the brass are starting to blame _ on the lack of discipline.","pick":1},{"text":"Amazon just announced that it is partnering with the U.S. Air Force to deliver _ to your doorstep.","pick":1},{"text":"An LOR was given to you for an embarrassing incident involving _, but mostly because you're really fucking dumb.","pick":1},{"text":"And here we see the dependa in her natural habitat, angrily commenting about _ on her husband's unit's Facebook page.","pick":1},{"text":"As a Tech School instructor, I was shocked the first time I caught my students _.","pick":1},{"text":"Aside from gambling addiction and marrying Las Vegas strippers, Airmen stationed at Nellis AFB also have issues with _.","pick":1},{"text":"At Vandenberg AFB, satellites designed to monitor _ are now being launched into low Earth orbit.","pick":1},{"text":"Attempting to claim _ on a travel voucher is a great way to piss off the DTS gods.","pick":1},{"text":"Be careful, Airman! That stripper says she loves you, but she's only interested in _.","pick":1},{"text":"Before his heroic actions leading to his Medal of Honor, A1C John Levitow was best known for _.","pick":1},{"text":"Civilians will never understand the joys of _.","pick":1},{"text":"Congress approved a new retirement plan that replaces your pension with a lifetime supply of _.","pick":1},{"text":"Dearest Mother, War is Hell. The DFAC burns the steaks. Marines call me a POG bitch. And just today, I witnessed _ for the first time!","pick":1},{"text":"Describe your Air Force career with one card.","pick":1},{"text":"During lengthy sessions of \"hurry up and wait,\" I enjoy _ to help pass the time.","pick":1},{"text":"Follow the Air Force Band on Twitter @_.","pick":1},{"text":"He is, The Most Air Force Man in the World. \"I'm not always _, but when I do, I prefer _. Stay motivated, my friends.\"","pick":2},{"text":"HO HO HO! Merry Christmas, Chief! You were naughty this year, so I put _ in your stocking!","pick":1},{"text":"Honor a fallen comrade. Seriously, pause the game and raise your glasses for someone who made the ultimate sacrifice.","pick":1},{"text":"Hot damn! That last deployment was a super sloppy mix of _ and _.","pick":2},{"text":"How do you convince your subordinates to do the right thing?","pick":1},{"text":"How do you endure the hell that is Army billeting?","pick":1},{"text":"I always knew I would end up in the military because I enjoyed _ at an early age.","pick":1},{"text":"I am an American Airman, I am _.","pick":1},{"text":"I don't know what's worse, ABUs or _.","pick":1},{"text":"I have no idea why Finance is closed today. There's just a sign on the door that reads \"_.\"","pick":1},{"text":"I wonder if _ was as common in the Army Corps as it is in today's Air Force.","pick":1},{"text":"If Captain America transferred to the Air Force, his indestructable shield would be replaced with _, and his new catchphrase would be \"_!\"","pick":2},{"text":"If General LeMay were alive he'd bust through that door, put an end to all this _, and then bring back _!","pick":2},{"text":"If linguists were ever considered \"The Tip of the Spear\" then what would be the shaft?","pick":1},{"text":"If You Ain't Ammo, You Ain't _!","pick":1},{"text":"In an attempt to appeal to Air Force dependents, Sesame Street has created \"Big Blue,\" a character who teaches the other muppets about _.","pick":1},{"text":"In the United States Air Force, we fight in Air, Space, and _.","pick":1},{"text":"Iran's new \"state of the art\" drone is basically a hang gliding Roomba® that uses _ as its main weapon system.","pick":1},{"text":"It never fails! You just want to nap at the USO, but _ always gets in the way.","pick":1},{"text":"It was the craziest thing I've ever seen. I once saw a dependa kill a man with _.","pick":1},{"text":"Keep that crusty ass Air Trans TSgt happy with a whole lotta _!","pick":1},{"text":"Ma'am, why are you crying?","pick":1},{"text":"Only in the Air Force will you find _.","pick":1},{"text":"Receiving orders to Minot is even more depressing than _.","pick":1},{"text":"Security Forces are the best at _, but are terrible at _.","pick":2},{"text":"Smug Air Force Academy grads believe they're the best at _.","pick":1},{"text":"So you're saying you have a PT waiver for _? Niiiice...","pick":1},{"text":"Standing at attention, the trainees yel, \"Off we go, into _!\"","pick":1},{"text":"Step 1: Request any DSD except MTI.\n\nStep 2: _.\n\nStep 3: You're an MTI now.","pick":1},{"text":"Surprise! AETC's new supplement covers _.","pick":1},{"text":"That's not a technique or a procedure! That's just _!","pick":1},{"text":"The Air Force Core Values: _ first, _ before self, and _ in all we do.","pick":3},{"text":"The F-35 may be the most lethal fighter on the planet, but it's no match for _.","pick":1},{"text":"The only thing that can match the intensity of a submarine race is _.","pick":1},{"text":"The recruiter promised me an exciting career traveling the world, but it was more like an endless nightmare of _.","pick":1},{"text":"The shit-hot sequel to Fighter Pilot: Operation Red Flag is a boner-tastic freedom flick chock-full of _!","pick":1},{"text":"The SNCO seducing young Airmen is exhibiting a _ leadership style.","pick":1},{"text":"This CSAF will make their mark on heritage by changing _.","pick":1},{"text":"USAA is now offering a free subscription to _ Magazine when you open a new checking account.","pick":1},{"text":"Want a \"Promote Now\"? Well, make sure you receive a bullet for _.","pick":1},{"text":"What brought PT to a screeching halt?","pick":1},{"text":"What caused your wife's bitter tears at your last re-enlistment?","pick":1},{"text":"What did the lifeguards find floating in the base gym's pool?","pick":1},{"text":"What earned your troop their latest Direct Safety Violation?","pick":1},{"text":"What embodies \"Air Force stupid\"?","pick":1},{"text":"What is DARPA now training robots to do?","pick":1},{"text":"What is the key component of this administration's foreign policy?","pick":1},{"text":"What just dropped out of the back of that C-130?","pick":1},{"text":"What really killed Billy Mitchell?","pick":1},{"text":"What the fuck does the Chaplain do?!?","pick":1},{"text":"What would make your supervisor's blood boil?","pick":1},{"text":"What's been making life absolutely suck in your unit?","pick":1},{"text":"What's causing that awful smell in the dorms?","pick":1},{"text":"What's currently burning on the flight line?","pick":1},{"text":"What's more fucked than Blues on the first day of Airman Leadership School?","pick":1},{"text":"What's that bitch boy F-16 pilot whining about THIS time?!?","pick":1},{"text":"What's the new guy's callsign?","pick":1},{"text":"What'st he centerpiece to the new Academy spirit video?","pick":1},{"text":"When the American public hears \"United States Air Force,\" they can't help but think of _.","pick":1},{"text":"Why is myPers down THIS time?!?","pick":1},{"text":"You can tell Chuck Norris is an Air Force Vet because he uses _ and _ to slay his enemies.","pick":2},{"text":"You just need more _ to finish this goddamn 1206!","pick":1},{"text":"You'd never know it, but the first sergeant's duties include _ and _.","pick":2},{"text":"You're at the local base housing swinger party. What's your go-to icebreaker?","pick":1},{"text":"Your Squadron Commander proudly displays a picture of _ on her desk.","pick":1}]