[{"text":"_ don't want none unless you got buns, hon.","pick":1},{"text":"1998: that was the summer I learned the true meaning of _.","pick":1},{"text":"A donation has been made in your name to the Society for _.","pick":1},{"text":"A few shots of absinthe lets me forget about my habit of _","pick":1},{"text":"A wildly inappropriate gift that I received from my boss:","pick":1},{"text":"After a long day, nothing feels as good as _.","pick":1},{"text":"As everyone knows, after shooting Lincoln, John Wilkes Booth jumped onto the stage and yelled \"_.\"","pick":1},{"text":"At first I was afraid, I was petrified /\n\nkept thinking I could never live without _.","pick":1},{"text":"Back in college, my nickname was _.","pick":1},{"text":"Business idea: like Uber, but for _.","pick":1},{"text":"By the third date, most people expect _.","pick":1},{"text":"Ca-li-for-nia girls, we're unforgettable /\n\n_, bikinis on top.","pick":1},{"text":"Classic summer camp prank: while someone is asleep, put his hand in _.","pick":1},{"text":"Crikey! I've never seen _ like this before! Let's get a bit closer.","pick":1},{"text":"Dearly beloved friends, we are gathered  here to join together these two persons in _.","pick":1},{"text":"Despite overwhelmning scientific evidence to the contrary, some people still believe that vaccines cause _.","pick":1},{"text":"DOCTOR:\nWhat seems to be the problem?\n\nYOU: \n_.","pick":1},{"text":"Drip _ on my _.","pick":2},{"text":"Due to heightened security, please have _ out and ready for inspection.","pick":1},{"text":"Duh, of course I know what the spleen does. It's for _.","pick":1},{"text":"Every woman knows what it's like to be called _ while walking down the street.","pick":1},{"text":"Fourscore and seven years ago, our fathers brought forth on this continent _.","pick":1},{"text":"Global warming could lead to _ across much of North America.","pick":1},{"text":"Got me lookin' so crazy right now, _'s got me lookin' crazy right now.","pick":1},{"text":"Have yourself a merry little Christmas /\n\nlet your heart be light / \n\nfrom now on _ will be out of sight.","pick":1},{"text":"How did I get my job?","pick":1},{"text":"I can hardly recognize my country anymore; everywhere you look, _.","pick":1},{"text":"I do solemnly swear that I will faithfully execute the office of _ of the United States.","pick":1},{"text":"I had the weirdest dream last night about _.","pick":1},{"text":"I hate to be one of those parents, but I just really don't want my child exposed to _.","pick":1},{"text":"I support the Constitutional right to bear _.","pick":1},{"text":"I tend to be an anxious person, but the one thing that always puts me at ease is _.","pick":1},{"text":"I'd like to ask for a moment of silence in honor of _.","pick":1},{"text":"I'm getting to old for _.","pick":1},{"text":"I'm just gonna stay in tonight. You know, Netflix and _.","pick":1},{"text":"I'm making a viral video to raise awareness of _.","pick":1},{"text":"I'm starting a club for people who believe in _.","pick":1},{"text":"I'm thinking of calling my memoir \"Life, the Universe, and _\".","pick":1},{"text":"If Admiral Zumwalt was resurrected from the dead using gnarly pirate sorcery, he would cringe at the sight of _ in today's Navy.","pick":1},{"text":"If public speaking makes you nervous, try imagining that the audience is _.","pick":1},{"text":"If you liked it you should have put _ on it.","pick":1},{"text":"Ill-advised Halloween costume concept:","pick":1},{"text":"Key to healthy marriage: _.","pick":1},{"text":"Knock, knock.\n\n(Who's there?)\n\n_.","pick":1},{"text":"Let me give you a word of advice: your sex life will be a lot better if you avoid _.","pick":1},{"text":"Many woman feel that they have to choose between having a career and _.","pick":1},{"text":"Melville contemplated a sequel called \"Moby Dick II: _.\"","pick":1},{"text":"My dissertation considers the relationship between _ and _.","pick":2},{"text":"My heart skipped a beat when he took my hand, leaned in close, and whispered \"_.\"","pick":1},{"text":"My most embarrassing teenage memory? Let's just say it involved _.","pick":1},{"text":"My name is DJ _, and I'm about to bring the sick beats!!","pick":1},{"text":"My senior colleagues treat me the way I treat _.","pick":1},{"text":"No, Alanis, \"_\" is not \"ironic.\"","pick":1},{"text":"Oh crap, now I have _ on my face.","pick":1},{"text":"Oh my god, you're covered in blood! What the hell happened??","pick":1},{"text":"Oh yeah? Well I graduated from the Univeristy of _!","pick":1},{"text":"Oh--My--God, Becky. Look at _.","pick":1},{"text":"Our perfect date night ended with an argument over _.","pick":1},{"text":"POLICE OFFICER:\nStep out of the car.\n\nYOU:\nWhy?\nIs it because I'm _?","pick":1},{"text":"Recurring nightmare: I'm in high school and I'm _.","pick":1},{"text":"Republicans are hoping to redefine themselves as the party of _.","pick":1},{"text":"Scholars have discovered a previously unknown Sherlock Holmes story called \"The Adventure of _.\"","pick":1},{"text":"Shall I compare thee to _?","pick":1},{"text":"Shit, I was texting my mom and my phone autocorrected \"I love you\" to I love _.\"","pick":1},{"text":"Some chuckle fuck got busted for _ and now we have to stay late for ORM training.","pick":1},{"text":"Sure, I know plenty of people who enjoy masturbating to _.","pick":1},{"text":"Ted Cruz caused a stir today when he called a press conference to denounce _.","pick":1},{"text":"The arc of the moral universe is long, but it bends toward _.","pick":1},{"text":"The Army's new marketing campaign: \"Go Army. And be _.\"","pick":1},{"text":"The branding consultant has recommended this as the new university slogan: The Future of _, Today.","pick":1},{"text":"The congressman accidentally tweeted a shirtless picture of himself with what appears to be _.","pick":1},{"text":"The latest fraternity scandal: a party where the theme was \"_.\"","pick":1},{"text":"The little _ that could.","pick":1},{"text":"The low point of the wedding was when the bride's uncle gave a long, incoherent toast about _.","pick":1},{"text":"The meek shall inherit the _.","pick":1},{"text":"There are many porn versions of Moby-Dick, but the latest one is called \"Moby-Dick: _.\"","pick":1},{"text":"These days you can just throw together a banjo and some lyrics about _ and you've got a perfectly good country song.","pick":1},{"text":"This Friday night I've got a date with me, myself, and _.","pick":1},{"text":"This is a little embarrassing but I was wondering if you could recommend a doctor who specializes in _.","pick":1},{"text":"Title of a film that's trying to win an Oscar:","pick":1},{"text":"To avoid getting cornholed in prison, I had to shit myself and act like I was _ every single day.","pick":1},{"text":"Turn the car around. I think I left _ back there.","pick":1},{"text":"Uh-oh, Boats broke the boat again! What did he do this time?","pick":1},{"text":"We'll be loading you in an isolation chamber until we can rule out _ Syndrome.","pick":1},{"text":"Well, shit. My spouse looked at my browser history and saw how much time I'd been spenidng on www._.com","pick":1},{"text":"What do we want?\n\n_!\n\nWhen do we want it?\n\nNow!","pick":1},{"text":"What inspired my mother to choose my first name?","pick":1},{"text":"What is an absolute dealbreaker for me on a first date?","pick":1},{"text":"What topic you always cover in your initial counseling sessions?","pick":1},{"text":"What would pair well with this Chianti?","pick":1},{"text":"When told that the people had no bread to eat, Marie Antoinette is said to have suggested: Let them eat _.","pick":1},{"text":"When you think Tim McGraw, I hope you think of _.","pick":1},{"text":"Why is it so hard to find _ these days? #firstworldproblems","pick":1},{"text":"With the 3D printer, I can make _ in a matter of minutes.","pick":1},{"text":"Yeah, can I get a Corona, a vodka tonic, and _?","pick":1},{"text":"Yes, it is I, the world's most dangerous supervillain: Baron Von _!","pick":1},{"text":"You scared the crap out of me! For a second I thought you were _.","pick":1},{"text":"You Wil Cry When You See This Kid Tell His Parents That He Is _. #ItGetsBetter","pick":1},{"text":"YOU:\nPlay Miles Davis\n\nSIRI:\nSorry. I don't know what \"_\" means.","pick":1},{"text":"You're seeing a therapist for the first time.\n\nThe therapist asks you why you've come. \n\nYour answer:","pick":1}]