[{"text":"Ain't it nifty? Barb and Bob hit 50! So get off your ass and raise a glass to 50 years of _.","pick":1},{"text":"Duuuuuuude. You have got to go to space. _ is awesome in space.","pick":1},{"text":"Five,\nfour,\nthree,\ntwo,\none....\n_!","pick":1},{"text":"For hunting in the King's forest, I hereby sentence you to death by _.","pick":1},{"text":"Give me ten good men and 48 hours. I'll get you _.","pick":1},{"text":"Goldfinger!\nHe's the man,\nthe man with _.","pick":1},{"text":"Goodbye, _, hello _!","pick":2},{"text":"Here's a little something I learned in business school: The customer is always _.","pick":1},{"text":"Hey, honey.\nFor the bedroom, were you thinking, \"Robin's Egg Blue\" or _Pink?\"","pick":1},{"text":"I hate this job.\nI hate this place.\nMost of all, I hate _.\nI quit.","pick":1},{"text":"I have solved politics.\nMy solution is _.","pick":1},{"text":"I so drunk I _.","pick":1},{"text":"I swear to God I'm gonna murder my husband if he doesn't shut the fuck up about _.","pick":1},{"text":"In bookstores now: \"From _ to _: A memoir.\"","pick":2},{"text":"In Radiohead's new single, Thom Yorke repeats the phrase \"_\" dozens of times over a skittering drum beat.","pick":1},{"text":"It's finally happening! I'm finally doing it! Yes! It's time for _!","pick":1},{"text":"It's late at night. You're in bed with your lover, Patrick Stewart. He leans over with a twinkle in his eye and asks \"How about _?\"","pick":1},{"text":"It's the 21st century.\nA woman shouldn't have to apologize for _.","pick":1},{"text":"Ladies and gentlemen, I propose a two-pronged plan. The first prong will be _, and the second prong will be _.","pick":2},{"text":"Live from Universal Studios, it's America's favorite game show! \"_ or _?\"","pick":2},{"text":"Millions of copies sold! Donald Trump's \"The Art of _.\"","pick":1},{"text":"New at TGI Fridays! It's what you've been waiting for: The _ Burger.","pick":1},{"text":"Oh no!\nHere it comes!\nOhhhhh god!\nIt's _.","pick":1},{"text":"Oh you haaaaaaave to see this new documentary on Netflix. I don't want to give anything away, but let's just say it will change the way you look at _.","pick":1},{"text":"Oh, the weather outside is frightful. But _ is so delightful.","pick":1},{"text":"One, two, three and to the four, Snoop Doggy Dogg and Dr. Dre is _.","pick":1},{"text":"Personal foul: _. 15-yard penalty. Automatic first down.","pick":1},{"text":"Rub a dub dub, _ in a tub!","pick":1},{"text":"Say it loud! I'm _ and I'm proud!","pick":1},{"text":"Seriously guys, there's nothing funny about _.","pick":1},{"text":"Sweetheart, you and your sister escel in different ways. She's got her violin, and you've got _.","pick":1},{"text":"That's bullshit! They can't fire me for _!","pick":1},{"text":"The sequel is here! Get Ready for _2: _.","pick":2},{"text":"Times have changed, girlfriend. If you want to meet people in New York, you got to be down for _.","pick":1},{"text":"Unfortunately, no one can be told what _ is. You have to experience it for yourself.","pick":1},{"text":"What has my life become? I'm jerking off to a video called \"co-ed absolutely destroyed by _.\"","pick":1},{"text":"What sounds great after four margaritas?","pick":1},{"text":"What's hot, smelly, and about to die?","pick":1},{"text":"What's secretly a Russian plot to destabilize the West?","pick":1},{"text":"What's up, YouTube?\nUser DanTheMan wanted to see _, so here we go.","pick":1},{"text":"Why did the chicken cross the road?","pick":1},{"text":"Why my mustache smell so bad?","pick":1},{"text":"Yeah that's so hot.\nI'm so close.\nTalk about _ again!\nOH I'M CUMMING!","pick":1},{"text":"You can call me David Copperfield, because I'm about to make _ disappear.","pick":1},{"text":"You city folk would never understand the quiet dignity of _.","pick":1}]