[{"text":"From WBEZ Chicago, it's This American Life. Today on our program, _. Stay with us.","pick":1},{"text":"My name is Inigo Montoya. You killed my father. Prepare for _.","pick":1},{"text":"Sir, we found you passed out naked on the side of the road. What's the last thing you remember?","pick":1},{"text":"The elders of the Ibo tribe of Nigeria recommend _ as a cure for impotence.","pick":1},{"text":"The Westboro Baptist Church is now picketing soldiers' funerals with signs that read 'GOD HATES _!'","pick":1},{"text":"What are two cards in your hand that you want to get rid of?","pick":1},{"text":"What do you see? [An image of a Rorschach inkblot]","pick":1},{"text":"You can't wait forever. It's time to talk to your doctor about _.","pick":1},{"text":"America is hungry. America needs _.","pick":1},{"text":"Astronomers have discovered that the universe consists of 5% ordinary matter, 25% dark matter, and 70% _.","pick":1},{"text":"BowWOW! is the first pet hotel in LA that offers _ for dogs.","pick":1},{"text":"Hey, whatever happened to Renee Zellweger?","pick":1},{"text":"Housekeeping! You want _?","pick":1},{"text":"In bourgeois society, capital is independent and has individuality, while the living person is _.","pick":1},{"text":"Some men aren't looking for anything logical, like money. They can't be bought, bullied, reasoned or negotiated with. Some men just want _.","pick":1},{"text":"What's wrong with these gorillas?","pick":1},{"text":"Why did the fusion exchanges end?","pick":1},{"text":"You say tomato, I say _.","pick":1},{"text":"Bitch, you look nasty. You look disgusting. You look like you're _. Go home, butch.","pick":1},{"text":"So this family circus act comes in to see a talent agent in Hoboken, and the agent askes what they do. The father of the act jumps up and starts to furiously beat off into a towel while his wife whips her hair back and forth to that famous song - originally sung by one of Will Smith's kids, \"I Whipe My Hair Bcak And Forth\" - which her twin daughters are singing while they braid each other's pubes, all while the twin BROTHERS are creating a real-estate bubble by purchasing houses and flipping them for needless profit, and all THIS is happening while the grandmother is peeing into a Smuckers jar and slapping her ass. The whole thing ends with the family spitting into each other's assholes. The talent agent can't believe it. He looks at the sweaty father who has just spit into his mother's asshole and says. \"WOW. This is great. Whaddya call yourselves?\" And the guy looks at him and says, \"We're _.\"","pick":1}]