[{"text":"After blacking out during New Year's Eve, I was awoken by _.","pick":1},{"text":"Every Christmas, my uncle gets drunk and tells the story about _.","pick":1},{"text":"Jesus is _.","pick":1},{"text":"On the third day of Christmas, my true love gave to me: three French hens, two turtle doves, and _.","pick":1},{"text":"This is a little embarrassing but I was wondering if you could recommend a doctor who specializes in _.","pick":1},{"text":"Wake up, America. Christmas is under attack by secular liberals and their _.","pick":1},{"text":"What keeps me warm during the cold, cold winter?","pick":1},{"text":"Because they are forbidden from masturbating, Mormons channel their repressed sexual energy into _.","pick":1},{"text":"Blessed are you, Lord our God, creator of the universe, who has granted us _.","pick":1},{"text":"But wait, there's more! If you order _ in the next 15 minutes, we'll throw in _ absolutely free!","pick":2},{"text":"GREETINGS HUMANS\nI AM _ BOT\nEXECUTING PROGRAM.","pick":1},{"text":"Heroin: a proud supporter of _.","pick":1},{"text":"I really hope my grandma doesn't ask me to explain _ again.","pick":1},{"text":"Kids these days with their iPods and their Internet. In my day, all we needed to pass the time was _.","pick":1},{"text":"Revealed: Why He Really Resigned! Pope Benedict's Secret Struggle with _.","pick":1},{"text":"What's the only thing sexier than confidence?","pick":1},{"text":"A curse upon thee! Many years from now, just when you think you're safe, _ shall turn into _.","pick":2},{"text":"Behold the Four Horsemen of the Apocalypse! War, Famine, Death, and _.","pick":1},{"text":"Dear Mom and Dad, Camp is fun. I like capture the flag. Yesterday, one of the older kids taught me about _. I love you, Casey","pick":1},{"text":"Here lies First Last, Year-2015, devoted friend, lover of _.","pick":1},{"text":"Honey, Mommy and Daddy love you very much. But apparently Mommy loves _ more than she loves Daddy.","pick":1},{"text":"Today on Buzzfeed: 10 pictures of _ That look like _!","pick":2},{"text":"Why am I so tired?","pick":1}]