[{"text":"_: A surprising favorite at the Houston Rodeo this year.","pick":1},{"text":"After its unsuccessful campaign, the Secession Movement has shifted its focus to separating _ from _.","pick":2},{"text":"Don't worry about _. This isn't my first rodeo.","pick":1},{"text":"Due to falling petroleum prices, Houston families have begun to invest in _.","pick":1},{"text":"How did Sam Houston fend off Mexican forces at the Battle of San Jacinto?","pick":1},{"text":"I decide to try _ but it was nothing to write home about.","pick":1},{"text":"I wouldn't say that _ is a complete substitute for _, but it's close enough for government work.","pick":2},{"text":"I'd rather be _ in Texas than _ in California.","pick":2},{"text":"If you're going to play in Texas, you gotta have _ in the band.","pick":1},{"text":"Planned Parenthood is now using public funds to assist people suffering from _.","pick":1},{"text":"Rumor has it that Jerry Jones is building a VIP-suite at Jerry World exclusively for _.","pick":1},{"text":"Since leaving office, Rick Perry has been coming to terms with _.","pick":1},{"text":"SXSW: A bizarre playland for techies, groupies, and _.","pick":1},{"text":"Texas' sex-ed curriculum promotes _ as the only 100% effective form of birth control.","pick":1},{"text":"The Texas Board of Education recently declared that _ caused the loss at the Battle of the Alamo.","pick":1},{"text":"They say \"Keep Austin Weird,\" but rallying around _ is taking it a bit too far.","pick":1},{"text":"This time, Wendy Davis is filibustering a new bill that supports _.","pick":1},{"text":"To raise funds, the county recently started issuing fines for _.","pick":1},{"text":"What does Elon Musk plan to send to the International Space Station from The Valley?","pick":1},{"text":"What got me kicked out of the Alamo Drafthouse?","pick":1},{"text":"What is better covered in salsa?","pick":1},{"text":"What makes Joel Osteen smile the most?","pick":1},{"text":"What makes me happier than a hog in shit?","pick":1},{"text":"What was the highlight of my romantic hill country getaway?","pick":1},{"text":"What will put some hair on your chest?","pick":1},{"text":"According to the latest issue of Cosmo, what is the one thing guys crave most in bed?","pick":1},{"text":"Crossfitters won't stop talking about a new exercise in their routine that involves _.","pick":1},{"text":"Do you suffer from _? Find instant relief with _.","pick":2},{"text":"Face it, ladies. I'm older and I have _.","pick":1},{"text":"I gave her my heart and she gave me _.","pick":1},{"text":"I gave up _ for Lent.","pick":1},{"text":"I started feeling old after I got into _.","pick":1},{"text":"I'm not sure what to get my mom for Mother's Day, but I'm getting your mom _.","pick":1},{"text":"In his next movie, Rob Schneider is _.","pick":1},{"text":"In the latest multi-level marketing scheme sweeping the nation, women are throwing parties to sell _.","pick":1},{"text":"In the next episode, Ms. Frizzle and her class explore _ in the Magic School Bus.","pick":1},{"text":"Next on Dr. Phil: How to talk to your child about _.","pick":1},{"text":"Swipe right if you're looking for _.","pick":1},{"text":"The 102nd position of the Kama Sutra involves _.","pick":1},{"text":"What did South Carolina replace the Confederate Flag with on its buildings?","pick":1},{"text":"What do porn directors masturbate to?","pick":1},{"text":"What makes me moist?","pick":1},{"text":"What's the one thing the opposite sex is good for?","pick":1},{"text":"When Taylor Swift and I broke up, she wrote a song about our relationship called _.","pick":1},{"text":"When you've got _, flaunt it.","pick":1},{"text":"_ was notably absent from the stripper convention this year.","pick":1},{"text":"American children are too spoiled and lazy to appreciate _.","pick":1},{"text":"As part of its hazing process, the frat forced its recruits to try _.","pick":1},{"text":"Deviating from his usual landscapes, Bob Ross painted _ in his most recent episode.","pick":1},{"text":"Experiencing _ for ten minutes really changed my perspective on everything.","pick":1},{"text":"Hidden behing the Mona Lisa, scientists recently found Da Vinci's original subject: _.","pick":1},{"text":"I a surprise move, Donald Trump recently changed his campaign slogan to, \"Make _ great again.\"","pick":1},{"text":"I don't know what will cause my second divorce, but my third divorce will be caused by _.","pick":1},{"text":"In his latest philanthropic effort, Bill Gates plans to donate billions of dollars to support _.","pick":1},{"text":"In the next election, voters must choose between _ and _.","pick":2},{"text":"Love without _ is an empty experience.","pick":1},{"text":"Mom always told me not to leave home without _.","pick":1},{"text":"My biggest regret is ever getting involved with _.","pick":1},{"text":"My first major was Philosophy, but I recently switched to majoring in _.","pick":1},{"text":"My newest bumper sticker shows everyone that I support _.","pick":1},{"text":"The newest intramural sport involves _.","pick":1},{"text":"The newest iPhone now includes an app for _.","pick":1},{"text":"The only evidence at the crime scene was _ and a bunch of semen.","pick":1},{"text":"Up next on VH1: \"I Love _.\"","pick":1},{"text":"We tried to fix it but _ is going to ruin the next generation.","pick":1},{"text":"What caused the gangbang to get off to a slow start?","pick":1},{"text":"What made watching the movie with my parents awkward?","pick":1}]