[{"text":"_: A Holiday Tradition","pick":1},{"text":"All I want for Christmas is _.","pick":1},{"text":"Come on, it's lovely weather for a/an _ together with you.","pick":1},{"text":"Deck the halls with boughs of _.","pick":1},{"text":"Dreidel, Dreidel, Dreidel, I made it out of _.","pick":1},{"text":"During the 1914 Christmas Truce, soldiers of both sides come together to enjoy _.","pick":1},{"text":"For a Thanksgiving meal your family will be talking about all year, try stuffing the turkey with _.","pick":1},{"text":"How the Grinch stole _.","pick":1},{"text":"I did my holiday shopping tooo late, and had to get my daughter a pop-up book titled _.","pick":1},{"text":"I saw mommy kissing _.","pick":1},{"text":"I'm dreaming of a white _.","pick":1},{"text":"I've always imagined Santa's Sleigh was powered by _ rather than reindeer.","pick":1},{"text":"Mommy, why is Santa _?","pick":1},{"text":"Mrs. Claus needed to deliver the presents this year because Santa was too busy _.","pick":1},{"text":"My favorite Christmas cookie is made with a lot of sugar, love, and _.","pick":1},{"text":"My favorite thing to replace the carrot nose on a snowman is _.","pick":1},{"text":"Rudolph's shiny, red _.","pick":1},{"text":"Santa Claus vs. Jesus: The battle for _.","pick":1},{"text":"T'was The Night Before _.","pick":1},{"text":"The children were nestled all snug in their beds while visions of _ danced in their heads.","pick":1},{"text":"The special ingredient of figgy pudding is _.","pick":1},{"text":"This year, instead of coal, Santa will be giving naughty children _.","pick":1},{"text":"This year, instead of Jesus and Mary in the Nativity scene, we put _ and _.","pick":2},{"text":"We wish you a Merry _.","pick":1},{"text":"What did Santa see when he stopped at OJ Simpson's house?","pick":1},{"text":"What gave Santa diabetes?","pick":1},{"text":"What is Santa's favorite Holiday Tradition?","pick":1},{"text":"What is the true meaning of Christmas?","pick":1},{"text":"What's in my Christmas stocking this year?","pick":1},{"text":"With the reindeer on strike, this year Santa's sleigh is fueled by _.","pick":1}]